[
	{
		"id": "603e094bce3d860017322605",
		"studsYear": 2021,
		"publicDescription": "_Placeholder_ (skriv här)",
		"privateDescription": "_Placeholder_ (skriv här)\n\n",
		"beforeSurvey": "",
		"afterSurvey": "",
		"published": false,
		"location": null,
		"date": "2021-05-27T00:00:00.000Z",
		"company": {
			"id": "603ae9048817fc0017439e21",
			"name": "Nore Technology"
		}
	},
	{
		"id": "603e0904ce3d860017322604",
		"studsYear": 2021,
		"publicDescription": "_Placeholder_ (skriv här)",
		"privateDescription": "_Placeholder_ (skriv här)",
		"beforeSurvey": "",
		"afterSurvey": "",
		"published": false,
		"location": null,
		"date": "2021-04-15T18:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff610",
			"name": "Accenture"
		}
	},
	{
		"id": "603e0903ce3d860017322603",
		"studsYear": 2021,
		"publicDescription": "_Placeholder_ (skriv här)",
		"privateDescription": "_Placeholder_ (skriv här)",
		"beforeSurvey": "",
		"afterSurvey": "",
		"published": false,
		"location": null,
		"date": "2021-03-25T00:00:00.000Z",
		"company": {
			"id": "603ae8cd8817fc0017439e1b",
			"name": "Hidden dreams"
		}
	},
	{
		"id": "603e08f3ce3d860017322602",
		"studsYear": 2021,
		"publicDescription": "_Placeholder_ (skriv här)",
		"privateDescription": "_Placeholder_ (skriv här)",
		"beforeSurvey": "",
		"afterSurvey": "",
		"published": false,
		"location": null,
		"date": "2021-03-23T00:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e3",
			"name": "Cygni"
		}
	},
	{
		"id": "603e08e9ce3d860017322601",
		"studsYear": 2021,
		"publicDescription": "_Placeholder_ (skriv här)",
		"privateDescription": "_Placeholder_ (skriv här)",
		"beforeSurvey": "https://forms.gle/xT1A39QENLBNhqNd9",
		"afterSurvey": "https://forms.gle/o1w12Hf8ormwdwcQ7",
		"published": false,
		"location": null,
		"date": "2021-03-02T17:15:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff4da",
			"name": "Scania"
		}
	},
	{
		"id": "603bb6eb761aaa001771b947",
		"studsYear": 2021,
		"publicDescription": "_Placeholder_ (skriv här)",
		"privateDescription": "_Placeholder_ (skriv här)",
		"beforeSurvey": "https://forms.gle/U8AAhtBjDDJ7c3oh7",
		"afterSurvey": "https://forms.gle/B1vxat1sisaBfodc7 ",
		"published": false,
		"location": null,
		"date": "2021-02-25T18:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e7",
			"name": "Milkywire"
		}
	},
	{
		"id": "603780d27f1c996ed55f82cb",
		"studsYear": 2021,
		"publicDescription": "\nLast week Studs got to enjoy a fantastic evening together with Visma! Visma is a tech company that delivers digital solutions to both the private and public sector. The company is one of Europe's leading software companies and has a strong presence in the nordic region, empowering people and businesses through technology.\n\nAt the event, Studs got to learn about what it's like to work at Visma and what possibilities the company offers for someone who wants to work with ground-breaking technology. We got to hear both from Visma's software engineers and their trainees about what their experiences with Visma had been and why they chose Visma as their employer.\n\nLater at the event we had what Visma calls a \"hackasprint\", a short but productive session in which we got to experience what working at Visma was like! A dataset was given to each group, from which the group had to propose a solution to a question that a customer who uses Visma's services might have. This solution had to be presented by picking out the relevant data from the given dataset with Google BigQuery. The group who presented the best solutions according to Visma were given Fitbits! Hopefully the winners of the \"hackasprint\" will start \"sprinting\" on their own 😉\n\nThe evening was finished with a Scavenger Hunt, a short game involving 10 riddles where we once again tested our group collaboration skills. Perhaps not representative of what you do while working at Visma, but challenging and fun nonetheless!\n\nWe at Studs thought this was an amazing event with a great mix of work and play. Thank you for hosting us, Visma!\n",
		"privateDescription": null,
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": null,
		"date": "2021-02-18T15:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5f0",
			"name": "Visma"
		}
	},
	{
		"id": "602279d3ae4bdf9a269ea3c9",
		"studsYear": 2021,
		"publicDescription": "\nThis week Studs got to attend a truly memorable event with Mpya Digital. Mpya is an IT consulting company that started roughly three years ago, and today they have grown to 54 employees. The key value that separates Mpya from other similar consultant agencies is their focus on authenticity.\n\nThey believe authenticity, which in their own words is to focus on your feelings and being brave enough to speak up about those feelings. With this focus on authenticity, they have also chosen to have no hierarchy in their company - no bosses or titles. Mpya believes that the key to work is self management, and together with the authentic principles they abide after, they achieve a neutral climate where no one has a higher social status than your own, and where you can always speak up.\n\nDuring the evening we learned about how authentic leadership comes into play and what it means to the consultants at Mpya. We split into groups where we reflected on our strengths and weaknesses and got the chance to practice giving positive feedback to each other, or in other words, practice being authentic to each other. Oh, and did we mention that we got some really tasty food as well? Thank you @mpyadigital for a great event!\n",
		"privateDescription": null,
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": null,
		"date": "2021-02-02T18:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff65f",
			"name": "Mpya Digital"
		}
	},
	{
		"id": "5fc8fb1fc57cafffc5f8e2d7",
		"studsYear": 2021,
		"publicDescription": "\nStuds’ first event was a zoom hangout with the Stockholm office at Goldman Sachs. The hangout began with a brief discussion about Goldman Sachs place in the world, and we later dove deeper into the technical architectures that they employ at GS.\n\n\nA big focus was their *Data Lake* - a centralised storage unit at GS (after all, the company stores a lot of data). The tech wizards at the company work with maintaining, optimising and improving this storage unit. There are many challenges with doing this, one of them being able to retrieve data quickly when you have many data samples to search in.  Even though you are working for a fintech company you might never really encounter the financial part of it, some employees said while laughing.\n\n\nAfter the tech discussions, we had some shorter discussions about the financial aspect of the company. Some might say that we even got a glimpse of how the weather can control the stock market. \n\n\nWe finished the evening with some chats with the employees.\n\n\nWe had a great time! Thanks to GS for hosting this event :)\n",
		"privateDescription": "Eventet börjar PRICK 19.00, ingen ackkvart",
		"beforeSurvey": "https://forms.gle/DwDVdtEnZX2hhKbk7",
		"afterSurvey": null,
		"published": true,
		"location": "Zoom",
		"date": "2020-12-10T18:00:00.000Z",
		"company": {
			"id": "5fc8fa25c57cafffc5f8e2d6",
			"name": "Goldman Sachs"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17e1",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "Event med Levels",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "Östermalmsgatan 26A, 114 26 Stockholm",
		"date": "2020-06-09T15:45:00.000Z",
		"company": {
			"id": "5dbeb105f840ad0017a0009d",
			"name": "Levels"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17e0",
		"studsYear": 2020,
		"publicDescription": "Topgolf, a british based company, was founded twenty years ago by the two brothers Steve and Dave Jolliffe. Their idea was to improve the way sports were played and watched. Today, Topgolf daily achieves this with their various products all around the world. Topgolf Venues, their first brand expression, lets customers practice golfing all around the year through climate controlled environments and incorporates sports entertainment alongside food and beverages. Since 2016, Topgolf also owns the golf ball tracking technology known as Toptracer. The ball-tracing technology is market leading and used in more than 100 real-time golf broadcasts every year. Topgolf has offices and locations all over the world, including countries such as the US, UK, Canada, Australia and Mexico, while Toptracer mainly operates in Stockholm, Sweden. In their office, 20 minutes north of Stockholm, more than 90 employees work with innovation and development, but their work is not limited to the tracing technology. There are also 4 software teams working with different products for both internal and external use. Toptracer is always looking to hire new talents. Moreover, they have exclusive opportunities for students who wish to write their master’s thesis with them and even offer part time jobs to students during their studies. \n\nStuds got to enjoy a fantastic digital event with Topgolf and some of their employees, including several familiar faces and Studs alumni. After getting to know all about Topgolf and Toptracer, all of our remaining questions were answered in smaller groups with the different team leaders. We got to learn all about how the different teams work, what technologies they use and what each team member is passionate about. To our surprise, many of the employees were not engaged golf players, although many seem to develop a great interest once working there. \n\n",
		"privateDescription": "Event med Topgolf",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Svärdvägen 3A, 18233 Danderyd ",
		"date": "2020-06-04T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5ed",
			"name": "Topgolf"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17cd",
		"studsYear": 2020,
		"publicDescription": "TriOptima was founded in 2000 and specialises in designing effective, digitalised solutions for the OTC derivatives market. Today, they are around 500 employees at the company and have won an impressive amount of awards for their products. Some of their most popular products include triReduce, a portfolio compression service and triResolve, a counterparty exposure management service that provides portfolio reconciliation. TriOptima has offices in cities all around the world, including Stockholm, Singapore, London and New York, which opens up opportunities for employees to work abroad. They’ve had multiple master thesis writers (both in Stockholm and their offices abroad), who have also moved on to become full time employees. Despite the worldwide pandemic, the company is doing very well and is looking for more talents to join them. Open positions can be found at TriOptima’s website.\n\nStuds got the opportunity to engage in a digital event with employees from TriOptima, who revealed to have a lot in common with many members of Studs. They had not only been students within Computer Science at KTH, but also been engaged in Mottagningen, DKM and Studs. We learned about the company’s work directly from the CTO himself and got to hear about the experiences of a developer at TriOptima. We were ensured that understanding stock markets and economy are not prerequisites for development jobs at TriOptima, in fact, their employees’ interests are very diverse. To stimulate the employees, TriOptima offers a variety of clubs and projects, as well as a wide range of benefits. The event was wrapped up with time for questions and also a post-corona invitation from TriOptima to visit their rooftop bar, to meet in person.",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Digitalt",
		"date": "2020-06-03T14:30:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5dc",
			"name": "TriOptima"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17dd",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "Frukostevent med YABS",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "JAN STENBECKS TORG 17, 164 40, Kista",
		"date": "2020-06-02T06:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff683",
			"name": "Yabs"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17da",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "",
		"date": "2020-05-14T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff4e3",
			"name": "Capgemini"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d6",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "TBA",
		"date": "2020-05-12T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff549",
			"name": "Svenska Spel"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d5",
		"studsYear": 2020,
		"publicDescription": "SVT is, as we all know, the Swedish national public television broadcaster whose vision is to contribute to a more informed Sweden. Beyond being the largest TV network in Sweden since their start in 1956, they also engage in a range of other services and applications. The organisation has over 2100 employees who work on very different tasks. This means that SVT can offer a large variety of areas to within, including game development, frontend and backend development, data engineering and journalism. SVT are always looking for new talents and are happy to receive applications about master thesis positions.\n\nStuds got to enjoy a well planned digital event with SVT, during which we learnt about different aspects and services within the company from employees. The event started with a short, overall presentation of the organisation and then moved on to presentations about different areas of the company in smaller groups. Topics that were touched were for instance how they work with mob programming, their cross-functional teams and data journalism. We also got a glimpse of the process and with what technologies SVT’s application for kids, Bolibompa, is being developed. During a short break, we got to do some physical exercises, led by the personal trainer at the company, and learned about the importance of stretching a few times during your workday. After the refreshing break activity, the Studs members continued to learn about the impressive work at SVT. The event was wrapped up by gathering all members of Studs in one meeting once again, to receive some encouraging words from the employees at SVT.",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "TBA",
		"date": "2020-05-06T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff54a",
			"name": "SVT"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17db",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "",
		"beforeSurvey": "https://forms.gle/ivgDba1mY1oAnj84A",
		"afterSurvey": "https://forms.gle/hwXrHGLkXuKbTv8A9",
		"published": false,
		"location": "Warfvinges väg 39, 112 51 Stockholm",
		"date": "2020-05-05T15:45:00.000Z",
		"company": {
			"id": "5e32d481e20b320017428963",
			"name": "SecureLink"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17e5",
		"studsYear": 2020,
		"publicDescription": "Milkywire is a startup in the process of revolutionizing charity and giving. The probelms Milkywire wants to solve are: enabling easier access to support local charities and simplify the market structure of charity for small nonprofit organization. Their solution is straightforward, an app which connects donators with local organizations in need of help. Using Milkywire’s app means supporting local impacters and donating to their causes directly, without a middleman. Users can choose to support any or multiple of the 25 different local organizations fighting for wildlife preservation, the environment or other important causes. Before an impacter is accepted to the platform their organization must go through a screening process, ensuring legitimate work methods, finances and objectives. Milkywire was founded in 2018 and has grown considerably since then. Today there are 18 employees, out of which eight are developers. Their office, located right next to Odenplan in Stockholm, has an open space floor plan which lets the different teams work closely together. Milkywire aspires to continue growing organically and right now they are looking for full stack developers to join their mission. Although they have not yet had summer interns or master thesis writers, Milkywire encourages students to contact them to discuss these options for future possibilities. \n\nStuds and Milkywire had an engaging digital event together, where the members of Studs got to meet some of Milkywire’s employees. As we unfortunately couldn’t visit Milkywire’s office, we were invited to watch a video showing us their workplace. Moreover, we got to hear all about what Milkywire does, how they do it and why it is so greatly appreciated by both users and their impacters. The evening definitely got us interested in this startup and their inspiring motivation to better the world. \n",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "",
		"date": "2020-04-28T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e7",
			"name": "Milkywire"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17e4",
		"studsYear": 2020,
		"publicDescription": "Populum is a startup product company, founded in 2015, that aims to assist organizations to become more productive and sustainable. They do this by providing a SaaS product that gives organizations the possibility to continuously follow up and develop their employee experience. As small teams rarely work at their max capacity, Populum believes that focusing on improving the functionality of those teams will result in a large overall improvement for the entire organization. Populum’s product collects data, in the form of employee experiences, at the customer company, after which the data is then anonymously presented in three automated layers. At the helicopter layer, one can learn what part of the organization needs resources by looking at data from all teams. At the team dialogue layer, the team leaders can learn how to improve their teams. Finally, at the individual layer, individuals can see the history of their personal experience. Populum also feeds all the data back to the customer company, where it can be used by the executives to make important decisions about the company’s future.\n\nThe digital event with Populum began with a presentation about the company’s journey by the CEO. We could tell that he was passionate about the product and proud that Populum has landed large and well-known companies as customers over a short period of time. He put much emphasis on their culture, that consists of four main pillars (trust, caring, simple, exceed expectations), which both reflect externally to the customers and internally at the workplace. After the presentation, Studs were divided into digital rooms where we got to learn from different employees about the code stack, common reasons startups fail and AI projects at Populum. The event was wrapped up with information about their currently open positions and the possibilities to write your master's thesis at Populum.",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "",
		"date": "2020-04-27T17:00:00.000Z",
		"company": {
			"id": "5ddcf2a18e78680017bbc007",
			"name": "Populum"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17e3",
		"studsYear": 2020,
		"publicDescription": "Storykit is a company who wants to help change the world, with stories. Their tool, a video creating platform, is radically improving the process of storytelling for businesses everywhere. Their goal is to enable businesses to create their own videos for marketing and social media, as well as monitor their performance. Storykit was founded in 2014 and has since partnered up with many well-established companies around the world. The platform can be customized to fit businesses of any size and has been proven successful in many different fields. Storykit’s work environment is very innovative and, although they still consider themselves a startup, more than 20 employees run this company with passion and energy. Their employees are mainly situated in Södermalm, Stockholm, except for two of their developers who are located in Ukraine and work with the rest of the team remotely. Storykit is eagerly looking for students wanting to write their thesis within machine learning, artificial intelligence and natural language processing. If that sounds like you, don’t hesitate to contact them! \n\nDue to current circumstances, Storykit and Studs rearranged their previous plans and instead enjoyed a digital event together. As the event got started, 30 enthusiastic students got to hear about the company’s background from Storykit’s CTO and former Computer Science student. After an interesting demo of the product and some interactive activities, we separated into smaller groups where we got to chat with Storykit employees and got to ask all about working at Storykit, the tools they use and what it is like to be a developer in a startup. The evening was rounded off with a short, competitive quiz and virtual applause. \n",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Birger Jarlsgatan 41A, Stockholm",
		"date": "2020-04-22T15:30:00.000Z",
		"company": {
			"id": "5e44310a02137e0017fb0ef1",
			"name": "Storykit"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17e2",
		"studsYear": 2020,
		"publicDescription": "Startuplifers is a Finnish non-profit talent program that connects talented Nordic tech, design and business students with startups in San Francisco and Silicon Valley. Startuplifers was founded in 2011 and have since then sent more than 250 ambitious students and graduates to work at startup companies in the San Francisco Bay Area. All services provided by Startuplifers are free of charge and they even pay for the visa and flight tickets. The process of getting a job through Startuplifers consists of four main steps. First, students check the open positions on their website and submit a brief application. Startuplifers will then conduct an initial interview with candidates that match the role description, help them improve their resumes and prepare them for the introduction to the company and role of interest. The third step is an interview with the startup, and if both sides want to advance, the fourth and final step is for Startuplifers to take care of the visa, flight tickets and other legal matters. The goal for Startuplifers is to help students and graduates find the confidence to create world-changing innovations.\n\nStuds met with Startuplifers, through their very first online event, through Zoom. The event began with a presentation of the company and continued with a Startuplifers alumnus’ interesting success story. He told us about his experiences in Silicon Valley as well as the experience of returning to Finland, where he remains an active member of the tech community. After questions from the members of Studs had been answered, the event was wrapped up with an exercise on how to improve your LinkedIn profile with dos and don'ts.\n",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Digitalt Event",
		"date": "2020-04-21T16:00:00.000Z",
		"company": {
			"id": "5e21bb9d6e8d0e00170f1831",
			"name": "Startuplifers"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d9",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "Eriksbergsgatan 8B, 114 30 Stockholm",
		"date": "2020-04-21T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5bc",
			"name": "Slagkryssaren"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17dc",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "Startup-pub ",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "META, Osquars Backe 21, 100 44 Stockholm",
		"date": "2020-04-07T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff649",
			"name": "G-loot (startup)"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17df",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "G-loot, MostPhotos, Startuplifers, Storykit.\n\nVi ses i META klockan 17.30 (notera en kvart tidigare än vanligt) för att alla ska hinna ta mat, dricka, köpa något i baren och sätta sig till den första presentationen kl 18!",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "Osquars Backe 21, 100 44 Stockholm",
		"date": "2020-04-07T15:30:00.000Z",
		"company": {
			"id": "5e6662ec903ce200178c7f75",
			"name": "Startup-pub 2"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17de",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "Abios Gaming, Digital Edge, Milkywire och Populum.\n\nVi ses i META klockan 17.30 (notera en kvart tidigare än vanligt) för att alla ska hinna ta mat, dricka, köpa något i baren och sätta sig till den första presentationen kl 18!",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "Osquars Backe 21, 100 44 Stockholm",
		"date": "2020-03-24T16:30:00.000Z",
		"company": {
			"id": "5e6662d8903ce200178c7f74",
			"name": "Startup-pub 1"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d4",
		"studsYear": 2020,
		"publicDescription": "",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "TBA",
		"date": "2020-03-17T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e4",
			"name": "Decerno"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17cc",
		"studsYear": 2020,
		"publicDescription": "Sellpy is a swedish start-up founded by three friends in 2014. Studs got the opportunity to meet one of these three founders, Sellpy’s CEO Mikael. By his side were both current members of Studs, as well as  Studs alumni, welcoming us to their office. Sellpy’s Stockholm warehouse, which additionally holds their headquarters, is located in the city’s east, in close proximity to the ocean. There, we enjoyed a delicious dinner and later got to follow the selling process of items we brought along with us to advertise on Sellpy. Once settled, we learnt a bit about Sellpy’s history, progress and its goals for the future. Sellpy aims to change the way we do our shopping and wants to enable circular consuming for everyone. Circular consuming is the idea to reuse, repurpose or recycle used clothes and other products. As of now Sellpy has given more than 10 Million products a second chance and their 450 000 users seem thrilled to continue the trend. \n\nSellpy is not only Sweden’s largest second hand online market, but it also seems like a fantastic place to work. Sellpy’s employees are young and the work environment highly dynamic. Their work mentality is simple - Move fast, break things. At Sellpy, one is encouraged to try new things and to take on responsibilities continuously. On top of that, the company is devoted to their employees’ skill development and knowledge sharing, every other week they all get together for a course, personal reflections or similar efforts. After talking to the employees it strikes us that what motivates them is their confidence in the product and willingness to support its cause. If this has made you as curious as us about Sellpy, apply for one of their positions! They aspire to employ developers in both full time and part time positions and encourage students to write thesis projects with them. \n",
		"privateDescription": "Ta med en pryl som säljs via Sellpys standard-process! Du får 100% av priset som den säljs för, och den som lyckas sälja dyrast sak vinner även 500kr på Sellpy. ",
		"beforeSurvey": "https://forms.gle/P6VVAtcP1tFK7pSm7",
		"afterSurvey": "https://forms.gle/Toi8VjknJhqzekMq5",
		"published": true,
		"location": "Frihamnsgatan 56, 115 56 Stockholm",
		"date": "2020-03-05T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5df",
			"name": "Sellpy"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d0",
		"studsYear": 2020,
		"publicDescription": "With offices in central Stockholm and Boston, Funnel has over 140 employees, a large amount of investors and many well-known customers. Funnel was founded in 2014 and aims to facilitate the overview of data that comes from different marketing tools, such as Google Analytics and Facebook Ads. They do this by providing their customers with business-ready data from the existing tools, to the destination of the customers’ choice. For example, customers can view their gathered data in Google spreadsheet, business intelligence systems or create dashboards with it in Funnels own application. The result is that marketers are able to effortlessly determine whether their marketing strategies are profitable. Funnel is a flat organisation, where everyone takes responsibility for the success of the company. They work in teams of 3-4 developers with special focus areas and practice continuous integration/deployment (CI/CD) to enable the products to be regularly upgraded and improved. Funnel does not advertise summer jobs or master theses within software technology, however, they are open for suggestions and welcome emails on the matter. They are also continuously recruiting for full time positions, which are advertised on their website.\n\nStuds were invited to Funnels office, only a few steps away from T-Centralen in Stockholm. There, we enjoyed an impressive dinner - homemade pizza, baked on the spot by a professional chef. After a presentation of the company, we got to participate in a workshop where we practiced mob programming on small programming tasks. The focus of the exercise was to make sure that everyone was able to understand the solution and to practice the roles of navigator versus driver. The night was wrapped up with some mingling with the employees, where the members of Studs got the chance to ask more questions about Funnel.",
		"privateDescription": "Mobbprogrammering och Mingel (Gonna be awesome! <3)",
		"beforeSurvey": "https://forms.gle/nmn1MEHR4cC2reR28",
		"afterSurvey": "https://forms.gle/MrNX428teT4B89CM6",
		"published": true,
		"location": "Klarabergsgatan 23, Stockholm",
		"date": "2020-03-03T16:45:00.000Z",
		"company": {
			"id": "5da6e48eb378470017d9a5f2",
			"name": "Funnel"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17c8",
		"studsYear": 2020,
		"publicDescription": "R2M's vision is to simplify tasks with smart solutions, as their consulting work focuses on team work, open platforms and modern solutions. R2M has been around since 1996, continually adapting to new technologies and market trends. For example, a lot of their work today revolves around cloud services. Their clients are market leaders in industries ranging from national agencies to travel companies, ensuring varied assignments and possibilities for their employees. According to R2M, a key ingredient for having knowledgeable and committed employees is to broaden and deepen their skills. To establish this, the company invites their employees to partake in their multiple days of learning and skill boosting, which are held both locally and internationally. \n\nThe members of Studs visited R2M in their centrally located office in Stockholm, we were swept away by their employees’ passion and positive energy throughout the evening. We enjoyed a delicious dinner alongside many R2M-representatives, during which we got to ask questions and learn more about their backgrounds and current assignments. We found out that several Studs alumni work at the company and got to hear about their experiences joining R2M. The evening’s highlight was the very informative speed dating, where Studs’ members got quick one-on-one talks with R2M’s CEO, their recruiters, consultants, team leaders and sales representatives. \n\nR2M offers students and newly graduates great ways to join their company! First off, students can apply for thesis writing and part time jobs. These options are very flexible and may be adjusted to the student’s wishes. Additionally, junior consultants are not expected to complete technical tests or hand in previous programming projects, instead the recruitment process focuses on personality and problem solving ability. To get the process started, contact them and start off with a simple talk over some coffee. \n",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Klarabergsviadukten 90 C, 111 64 Stockholm",
		"date": "2020-02-20T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5dd",
			"name": "R2M"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17cb",
		"studsYear": 2020,
		"publicDescription": "Findwise was founded in 2005 and is an expert consultancy company, specialized in enterprise search, data analysis and cognitive solutions. Findwise describes their work as helping companies find, analyse and act upon information in their business. Among their more than 450 clients, are large companies such as Scania, Vattenfall and If. They have been certified as a “Great Place to Work'', as well as been awarded with the European Business Awards and Gazell Awards multiple times. Findwise warmly welcomes applications from students who wish to write their master thesis and have many ideas on subjects. In addition, they are always looking for newly graduated talents to recruit for full time positions.\n\nStuds’ evening at Findwise started off with dinner and interesting presentations by two employees, that provided insight about previous and current consultant assignments. The first one was by a consultant at Findwise who told us about one of her former consulting assignments; the application that was developed and the technologies used. The other presentation was about one of the, yet to be announced, machine learning (ML) projects that Findwise has been working on for another company. Unlike other companies offering ML solutions, Findwise does not promise their clients unachievable results. Instead, they present the results they have obtained after the first phase, from where the company can take a stand on whether they would like to continue the project or not. This is to reduce the pressure on the developers, as machine learning still is a fairly new business area and highly dependent on external circumstances. The night continued with an exciting programming competition within Artificial Intelligence and ended with a showdown between the different teams’ solutions.",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Magnus Ladulåsgatan 3, 118 63 Stockholm",
		"date": "2020-02-18T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5f9",
			"name": "FindWise"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d2",
		"studsYear": 2020,
		"publicDescription": "Tutus Data, a company working with security solutions, was founded in 1992. Their products, ranging from file encryption to network security systems, have been widely popular among government and military institutions. Tutus works with products requiring the Restricted classification, which demands thorough testing and must ensure a vast number of security measures. As indicated by their multitude of certificates and their diverse clients, Tutus delivers great and secure products all over Europe. In their modern (and of course security aware) office, their approximately 30 employees are situated, working in small teams on different projects. Despite having varied backgrounds, the employees are all very mindful of security aspects within all details of their products. As the demand for secure communication and interactions is ever growing, Tutus has no trouble expanding from year to year. To continue their growth, they are recruiting people from far and near, and as a stepping-stone to start students’ security engineering careers they offer summer internships, thesis writing and positions for newly graduates.\n\nStuds arrived at Tutu’s office, located in Danderyd, eager to learn more about what it really means to work with network security. Our evening started out with a delicious dinner accompanied by an introduction to Tutus’ history and mission. Next, the members of Studs got a much appreciated crash course in cryptology and Tutus’ most important tools, covering themes from Caesar Ciphers to Kerckhoff’s principles. The rest of the evening was spent looking at impressive live demos of products, going on tours of the office and solving interesting crypto puzzles. The evening was a complete success and warmed many of Studs’ members up to the computer security business area.\n",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Svärdvägen 11, 182 33 Danderyd",
		"date": "2020-02-13T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5ef",
			"name": "Tutus Data"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d8",
		"studsYear": 2020,
		"publicDescription": "When Kry was founded in 2014, they had visions about great healthcare for everyone and to fast forward the future of healthcare. Today, they have an app, available for smartphones and tablets, where users can meet licensed doctors and psychologists through video calls available in multiple countries around Europe. This means that in many cases, patients do not need to leave their homes to get help. If the doctor considers a patient to need further examination, they will be sent to one of the labs that Kry collaborates with, to take the necessary tests. Thanks to another collaboration, prescription drugs can also be ordered home to the patient by bicycle couriers. Another advantage over the traditional health care, made possible through the app, is matching the right patient to the right doctor. Most of the doctors working at Kry have some type of specialization and given that the patients specify their symptoms when starting a video call, Kry is able to match patients to the most suitable doctor for the case.\n\nStuds was invited to a wonderful evening at Kry’s Stockholm office, where we saw a lot of familiar faces from the computer science chapter at KTH. After mingling with the employees during dinner, we listened to an interesting presentation of the company’s journey and got a tour of their large office. Kry is always interested in new talents, welcoming students who wish to write their master thesis, apply for summer jobs and of course, full time positions after graduating.",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Torsgatan 21, 113 21 Stockholm",
		"date": "2020-02-11T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5db",
			"name": "Kry"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d7",
		"studsYear": 2020,
		"publicDescription": "Apotea is one of Sweden’s largest online pharmacies and was founded in 2012. Before it was called Apotea, it was a small family business close to bankruptcy. Per Svärdsson, founder of Adlibris, decided to take on online pharmacy and rebuilt the family business. Within a year the site was relaunched and has had great success ever since. Today their approximately 600 employees send more than 40 000 packages from their warehouse daily. Apotea’s organizational and IT units are based in an office in Stockholm, while most other employees are situated in the 38 000 sq.m. warehouse north of Uppsala. The warehouse strives to be self sufficient and has Sweden's largest solar cell plant on their roof. Furthermore Apotea strives to implement as environmental friendly options as possible throughout their entire business.\n\nThe members of Studs traveled to the warehouse and were greeted by Apotea’s CEO, IT-chief as well as other employees. After short introductions and dinner, we got to explore the different parts of the enormous warehouse. We were immensely impressed by robots stacking boxes, machines packaging orders and the conformance with which the warehouse staff worked alongside machinery. Having followed the complete path of a product, from order to sending it off, we got an extensive understanding of the business, both its obstacles and possibilities. The evening was concluded with an enthusiastic Q&A, where we found out more about work opportunities and what makes Apotea a great employer. \n\nSince Apotea continues to grow substantially every year, the company is looking to employ new talents. Newly graduates can expect to be involved in decisions right away and don’t have to worry about the long processes of extensive hierarchy. Apotea aims to build all of their software themselves and employees get to learn and gain experience in multiple areas of interest. Apotea also encourages students to write their master thesis here, seeing a lot of potential in automation and logistic approaches. \n",
		"privateDescription": "Eventet kommer vara på deras lager i Morgongåva. Abonnerad buss avgår från KTH och kommer tillbaka till KTH efter eventet. Avfärd till eventet kl 15:30 och eventstart ca 17:00. Avfärd tillbaka från Apotea kl. 19:00, tillbaka på KTH ca 20:30.\n\nRundtur i logistiken med fokus på deras ökade automation, de pratar lite om Apotea. VDn kommer att närvara tillsammans med ansvarig för AI-avdelningen (tidigare student på KTH). Deras plan är att försöka visa hur de genom programmering styr deras logistik.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Molnebovägen 10, 744 51 Morgongåva",
		"date": "2020-02-06T14:15:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff617",
			"name": "Apotea"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17ce",
		"studsYear": 2020,
		"publicDescription": "Resolution games is a Swedish company that focuses on creating games and experiences within Virtual Reality (VR) and Augmented Reality (AR). Some of their latest productions include Angry Birds VR: Isle of Pigs, Acorn: Attack of the squirrels! and Bait!. The company is mid-sized with their approximately 70 employees, who are involved in everything from drawing, designing, coding and producing their products. The developers at the company work in small teams with around 5 people. Each team is fully responsible for their own project, which is some type or game or experience within AR or VR. Hence, the atmosphere within each team is more similar to a startup, rather than a large company. In the employees own words, Resolution Games encourage the employees to value their work-life balance and are very rarely asked to work overtime, something quite unique for a game developing company, where game releases often are stressful periods.\n\nStuds got the opportunity to visit Resolution Games at their office, located in the very heart of Stockholm, and try out their latest games. By showing us their games and talking about the techniques behind it, it became clear that the employees were truly passionate about their work at Resolution Games. The members of Studs found this very inspiring and had one of the most interactive nights of Studs so far!",
		"privateDescription": "Vill att vi skriver under en NDA inför eventet.",
		"beforeSurvey": "https://forms.gle/Lfwvp1aA6EERwSjk9",
		"afterSurvey": "https://forms.gle/3YfZ7EsKePT7KonU9",
		"published": true,
		"location": "Resolution Games, Sergels Torg 12, 111 57 Stockholm",
		"date": "2020-02-04T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff686",
			"name": "Resolution Games"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17c9",
		"studsYear": 2020,
		"publicDescription": "The newfound company Mpya Digital is a consulting firm located in central Stockholm. Their main focus is ensuring that every one of their employees feels safe and comfortable in their role. In order to achieve this, Mpya Digital works with a method called authentic leadership. Authentic leadership emphasizes honest relationships and confidence in one self. Mpya Digital practices authentic leadership by classes, workshops and continuous development. \n\nStuds was welcomed into Mpya Digital’s very cozy office and after short introductions by our hosts for the night, we split into groups and made ourselves comfortable in various nooks and crannies. Mpya Digital set out to let the members of Studs get a taste of authentic leadership and see for ourselves what work life at Mpya is like. Starting off, we gathered some thoughts about the past week and were asked to let those go for the rest of the session. This was followed by discussions concerning fears, expectations and emotions, during which we got to know each other’s limits and strengths. Our discussions continued until late, only momentarily interrupted by a great dinner. By the end of the evening the members of Studs had learnt a lot about each other but also about subjects such as authentic leadership, the importance of feedback and honesty as a foundation of workplace relationships.  \n\nMpya Digital definitely organized a memorable evening for us, letting us reconsider the concept of leadership and consulting. As their company is growing intensely, Mpya Digital is looking for new talents to join their team! Whether you are a new graduate or have some experience, Mpya Digital offers all their employees equity in the business, interesting clients and a unique workplace culture. \n",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Vasagatan 17, Stockholm",
		"date": "2020-01-30T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff65f",
			"name": "Mpya Digital"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d3",
		"studsYear": 2020,
		"publicDescription": "Visma is a Norwegian tech group founded in 1996, with the vision to help businesses grow. Today, they have more than ten thousand employees and 12 offices around Europe, two of which are located in Stockholm. Visma offers consulting services as well as their in house software products, describing themselves as providing business-critical solutions. Hence, they offer a large variety in both services for customers and an equally large variety of work opportunities for their employees. The areas they are most proficient within are artificial intelligence, customer and user experience, cloud products and IT security. Visma has many exciting opportunities, regardless of whether you are a student, newly graduate or just looking for some mentoring. The Stockholm office offers summer jobs, where students with 1-2 years left of their education, get the chance to lead their own project during six weeks. For newly graduates with a passion for IT and management, Visma offers their 1-year Management Trainee program, featuring management for different Visma projects and visiting the HQ in Oslo. There is also the graduate program, helping newly graduates to a great start to their career. Finally, there is the TechMent initiative, a mentoring program which helps students network and receive guidance in the world of tech.\n\nStuds’ visit at Visma was highly interactive as we got to compete in visualising data in a useful way, trying to reveal trends and correlations. The members of Studs were impressed with the large and modern office at Kungsholmen, where we enjoyed mingling with the employees, many of them with similar backgrounds as ourselves.",
		"privateDescription": "Ta med egen dator!",
		"beforeSurvey": "https://forms.gle/e1Xh812RPvCDHLBJ7",
		"afterSurvey": "https://forms.gle/ykSohdBjQGnPUMit6",
		"published": true,
		"location": "Lindhagensgatan 94, 112 18 Stockholm",
		"date": "2020-01-29T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5f0",
			"name": "Visma"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17cf",
		"studsYear": 2020,
		"publicDescription": "TeamEngine started out as a consulting business over 20 years ago. Today it is a product company providing collaboration tools for enterprise boards and management units. Their products always strive to be the most secure, user-friendly and flexible on the market. Their clients include many big actors from numerous fields, prompting 20 000 unique users already. TeamEngine has offices in three countries, including big cities such as London and Hamburg. The headquarters in Stockholm has roughly 25 employees. \n\nTeamEngine is always looking to employ new talents and wants to find the right person for their team. They value enthusiasm, positive energy, a sense of responsibility and teamwork. There’s a multitude of ways to join their team, for example, students may apply for stimulating summer jobs where they could work with frontend, backend, app developing or UX. TeamEngine encourages students to write their master thesis projects at the company, offering a variety of topics to choose from, including Machine Learning, UX and software security. They are also open to new ideas for thesis topics and invite anyone interested to contact them to discuss possible arrangements. \n\nAfter a warm welcome in TeamEngine’s office, Studs got to learn about the company’s work and the team behind it. To the members of Studs’ surprise, many of us recognized familiar faces during the visit. No less than 7 TeamEngine employees were Studs alumni! The remainder of the evening, Studs and TeamEngine enjoyed great food, did fun team building exercises and concluded the evening at the weekly pub at META. \n",
		"privateDescription": "",
		"beforeSurvey": "https://docs.google.com/forms/d/e/1FAIpQLScUXQijHians3dlpEhoulljTBz1A7_soiS8MAAR81UFNI4TAQ/viewform?usp=sf_link",
		"afterSurvey": "https://docs.google.com/forms/d/e/1FAIpQLSfIgJ8KNSxxsh2WmEPIYccSDff_N0Ov90s6Nsiv66AsQGVhtw/viewform?usp=sf_link",
		"published": true,
		"location": "Tulegatan 39, Stockholm",
		"date": "2020-01-22T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5ea",
			"name": "TeamEngine"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17d1",
		"studsYear": 2020,
		"publicDescription": "With a user friendly touch on business-to-business products, Modular Finance has since their founding in 2014 gathered over 400 customers and received multiple awards, for example being included on the Deloitte Fast 50 list. The company is growing organically, as they reinvest in new products and their employees’ knowledge and skills. It is a small company with around 20 employees, where half of the employees work as developers. Modular Finance currently has 6 products, where the most well-known is “Holdings”. Launched in 2015, Holdings lets users view the holdings of different companies for increased transparency on the financial market. Even though Modular Finance does not advertise Master Thesis positions, the company is open to discussing ideas. They do advertise summer jobs and happily recruit newly graduates that are a good match for the company.\n\nStuds was invited to breakfast at Modular Finance’s office, located close to Stureplan in central Stockholm. After socializing with the employees, one of the founders of Modular Finance held a presentation of the company, focusing on questions asked by the members of Studs. We were impressed by that Modular Finance, with only 20 employees, have such a large customer base and that each and every one of the employees therefore play an important part at the company.",
		"privateDescription": "",
		"beforeSurvey": "https://docs.google.com/forms/d/e/1FAIpQLSejD9vA9p9XxdGSjTcqKfoszPGtNLS3hvB861XcU7jAIXCVRg/viewform?usp=sf_link",
		"afterSurvey": "https://docs.google.com/forms/d/e/1FAIpQLScSOQCncPxJ7jIU2KjXfw0boHPl_x6gDRG2DiQKBvrjNPOr2Q/viewform?usp=sf_link",
		"published": true,
		"location": "Birger Jarlsgatan 41A, Stockholm",
		"date": "2020-01-21T07:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff604",
			"name": "Modular Finance"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17ca",
		"studsYear": 2020,
		"publicDescription": "Stockholm Tech Accelerator or STACC is a brand new actor on the tech market functioning as a springboard for young professionals into the business world of tech. With a fresh take on recruiting within IT, STACC improves the experience for both employees and employers. \n\nSTACC's vision is to match their candidates to their ideal company and position, as well as ensuring a great start at their new workplace. As a newly graduate, STACC will firstly help you find your dream job. After this, the real STACC experience starts with continuous training, mentoring, social activities and more. For the first 3 years of your employment, STACC will provide you with a personal mentor, coaching, regular workshops and classes focusing on vital industry knowledge. You will also have the support of a lifelong community of skilled professionals. The program ensures personal growth and to boost your skills within areas that are relevant to you and your position. Whether you are still studying or have worked for a couple of years, STACC will do their best to find a place for you to thrive and perform. To get the process started, all you have to do is get in touch with one of STACC's employees for an initial meeting.\n\nStuds visited STACC in their offices just a block away from KTH. After some mingling, we were introduced to the STACC team and got the opportunity to learn more about their fantastic business idea. We also got to take part in different workshops, Q/As and talks. To top off the evening, we enjoyed a vegan Asian fusion buffé together with STACC's fantastic team members.",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "",
		"date": "2019-12-11T16:45:00.000Z",
		"company": {
			"id": "5d94b0fc641adf0017dcd949",
			"name": "STACC"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17c7",
		"studsYear": 2020,
		"publicDescription": "Cygni is an IT-consulting company founded in 2006. Their 182 employees work with everything from full stack, frontend and mobile development, to UX-design, digital design and project leading. Cygni does not limit themselves to a particular field and work with all sorts of clients and projects providing their consultants with wide knowledge and experience. Their offices are located in six places around Sweden, including Stockholm, Göteborg and Malmö.  As of earlier this year, Cygni is also proud to have opened an office in Amsterdam.\n\n\nBeing the winner of the “best workplace in Sweden”-award six years in a row, Cygni has proven that they are worth your attention. Cygni values, above all else, its employees’ happiness and skill development. Through a thorough hiring process, they ensure applicants are motivated and have share Cygnis values. Consultants at Cygni get to choose their team leaders and the projects they wish to participate in, additionally, anyone who is hired gets permanent employment and full benefits from their first day. For young professionals Cygni offers their popular Talent program, supporting their recruits for 2 years during a time of learning and working in parallel. Anyone with a technical degree can apply for the program in any of Cygnis offices. Starting all around the year, the talent program is a great opportunity for all.\n\n\nWe were warmly invited to Cygni by a Studs 1994-alumni, who is now in charge of the Stockholm office. He gave us valuable advice on how to step into work life during his compelling presentation of Cygni and the IT-world. After a valuable Q&A with some Cygni consultants, we had some time for mingling. We got to enjoy a fantastic vegetarian buffé and great company while looking over the rooftops of Stockholm from Cygni’s top-notch office in downtown Stockholm.",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Mäster Samulesgatan 17",
		"date": "2019-11-21T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e3",
			"name": "Cygni"
		}
	},
	{
		"id": "5facfdd7b8036758cf3a17c6",
		"studsYear": 2020,
		"publicDescription": "Dewire was founded in 1997 and has been growing ever since. Working with creative solutions and constantly adapting to their clients wishes, they have become experts in digital solutions and have a long list of grateful customers. As of 2019, Dewire merged with Knightec, another big actor in the IT-industry – together they have more than 700 employees in 10 offices all around Sweden.\n\nDewire offers great opportunities for graduates and students, supervising 5-10 thesis projects each year and providing graduates with opening positions. Working at Dewire means to offer expert advice to clients, consulting them in their decision process, as well as implementing new and creative solutions. Typically, the projects are diverse in both types of clients and types of tasks, ensuring a dynamic and varying workplace. Dewire also has in-house consulting, allowing employees to either be part of agile teams at Dewire’s office or represent Dewire at the clients’ facilities. Dewire stands for a levelheaded, intimate organizational culture and embraces its employees differences by working in mixed groups.\n\nDewire invited Studs to enjoy delicious food, experience great excitement and to gain valuable insight into their company. The evening started off with a mysterious hackathon, preparing the members of studs for a great showdown where the different teams competed. The rest of the evening was a delightful experience, where Studs’ members could mingle with employees and get a great first hand understanding of the company’s work environment.",
		"privateDescription": "Some private description.",
		"beforeSurvey": "https://docs.google.com/forms/d/e/1FAIpQLSe0OZ61iKPtERqfC1bqFCkSuhutlBPbFLYuQU_CZp9s4lrCrQ/formResponse",
		"afterSurvey": "https://docs.google.com/forms/d/e/1FAIpQLSeEpx_bXVHT85_KNw8tjX3x0_flyjneV35nYB6IQGtXdEcXiA/viewform?usp=sf_link",
		"published": true,
		"location": "Mäster Samuelsgatan 56",
		"date": "2019-10-02T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5f7",
			"name": "Dewire"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9956",
		"studsYear": 2019,
		"publicDescription": "\n**About Spotify**\n\nSpotify is not just any company. The music service has become a staple of life for many and it’s no overstatement that Spotify has fundamentally changed the way we interact with music over the last decade. At the forefront of the streaming media wave of the 2010s, Spotify has grown from a small startup to having more than 200 million monthly users around the world. For engineers that enjoy seeing their work in everyday use, Spotify is a solid choice of employer. Employees at Spotify tell that Spotify is a place with plenty of opportunities to shape your role and your work. Some travel a lot, many choose not to. \n\n**Working at Spotify**\n\nEmployees are encouraged to keep learning and developing in their role, as well as share knowledge with colleagues and choose external training that will let them continue to grow. Despite the size of the offices, the Spotify employees seem friendly and tight-knit within their teams, of which there are many. \n\n**The event**\n\nWe visited Spotify’s gigantic inner-city offices for breakfast with student ambassadors who were organizing the event, as well as a diverse group of employees from different groups in Spotify, several of which we recognized as ex-students of the computer chapter at KTH. After presentations of different career paths at Spotify, breakfast was served in the large room where they sometimes arrange their Spotify-sessions, small concerts, or other communal events. There was time to get to know the employees better and get an understanding of what they value with working at Spotify.\n",
		"privateDescription": "MISSION : Our mission is to unlock the potential of human creativity - by giving a million creative artists the opportunity to live off their art and billions of fans the opportunity to enjoy and be inspired by it.\n\n\n\n\nBAND MEMBERS WANTED\n\nInternships at Spotify are anything but conventional. You won’t be making tea, picking up packages or taking minutes. You’ll be right at the heart of major projects, working with teams of passionate people to create the next awesome thing. Whatever you’re studying, we have all kinds of internships to suit you – summer, thesis, academic and co-op. Take your pick. Or, if you’ve just finished your studies, keep checking here to find grad and trainee opportunities. Check back in late September/early October for Summer 2020 internship postings.\n\nhttps://www.spotifyjobs.com/students/",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Regeringsgatan 19, 11153 Stockholm",
		"date": "2019-05-15T06:30:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff4f7",
			"name": "Spotify"
		}
	},
	{
		"id": "5fac0f3de948a64e382b995a",
		"studsYear": 2019,
		"publicDescription": "\n**About STACC**\n\nStockholm Tech Accelerator, abbreviated STACC, is a startup tech community founded in 2019, born from an idea by the Stockholmbased company Levels. STACC’s goal is to accelerate the development of young professionals and digital organizations. They want to help talents grow, with the best possible personal development and provide a community for learning, inspiration and knowledge sharing. \n\n**Working at STACC**\n\nSTACC offers their custom made training program to “young professionals” (people with 0 to 5 years in the business) and its purpose is to complement the “STACCERS” daily work. STACC helps the young professional find a suitable company, specifically matched to the individual’s passions and interests from a network of exciting and carefully screened companies. Being a Staccer also gives the benefit of having a mentor, a senior peer helping with personal development, acting as a sounding board for career advice, providing experience and support during daily work. STACC also offers 24 hours of training every second week in the form of general and role-specific training. General training aims to teach skills for any role in tech, while role-specific training focuses on the Staccers specialized area. The Staccers have breakfasts and meetups during after-works as well as yearly get-away events with the STACC community, lead by skilled trainers and industry experts while meeting and networking with other Staccers. STACC guarantees a good starting salary, with bonus benefits, a secure 6 months of testing with the chosen company, and three years of being a Staccer. \n\n**The event**\n\nWe met with STACC at their headquarters in Stockholm and were greeted with an excited group of people working with STACC. We started the evening with a bite to eat and a gentle introduction to what STACC is and aims to be. Then we were divided into four groups to match their four stations, where we got a chance to ask more questions about STACC and to get our brains picked for our thoughts about how we would build STACC, what we as “young professionals” want from a company, what matters to us and how we want to get contacted by headhunting companies, as well as other general questions\n",
		"privateDescription": "https://stacc.tech/\nhttps://stacc.teamtailor.com/\nhttps://www.linkedin.com/company/stacc-tech/about/\n\n- - - - - - - - - - - - - - - - - - - - - - - - -\nSTACC is a tech community that accelerates the development of both talent and digital organizations in Stockholm.\n- - - - - - - - - - - - - - - - - - - - - - - - -\nSyftet med STACC är att hjälpa young professionals inom tech hitta den bästa tänkbara arbetsgivaren och samtidigt ge er tillhörighet till ett tech community där ni får tillgång till utbildnings-/träningsprogram med experter under 3 år, mentorskap från seniora förebilder, AfterWorks och andra sociala events som inspirationsfrukostar och tech-konferenser mm. STACC står för Stochholm Tech Accelerator och tanken är att accelerera både kompetens- och den personliga utvecklingen för att ge er de allra bästa förutsättningarna för att kick-starta er karriär inom arbetslivet.\n\nSTACC kompletterar anställningen och ger deltagarna (en blandning av utvecklare, UX-designers, data scientists, produktägare mfl) ett nätverk av likasinnade för kunskapsutbyte, stöttning och väldigt mycket roligheter och glädje!\n- - - - - - - - - - - - - - - - - - - - - - - - -\nUnder kvällen kommer vi att dela upp oss i mindre grupper och fördjupa oss inom olika ämnen inom STACC-programmet, allt med syftet för att visa hur vi på bästa sätt kan hjälpa young professionals inom tech Stockholm. Vi är väldigt nyfikna på er och ser fram emot att diskutera kring vad ni finner är viktigt på en framtida arbetsplats.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Östermalmsgatan 26A",
		"date": "2019-05-07T15:15:00.000Z",
		"company": {
			"id": "5d94b0fc641adf0017dcd949",
			"name": "STACC"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9955",
		"studsYear": 2019,
		"publicDescription": "\n**About Toptracer**\n\nTopTracer is a Swedishstarted company working with enhancement software for Golf broadcasts. TopTracer software traces and visualizes the path of golf-balls in real-time, which has revolutionized television broadcasts of golfing tournaments. TopTracer today works with a majority of major contests, as well as golf courses and ranges across the world. The company was recently acquired by entertainment-giant ProTracer, after which TopTracer solutions have been integrated into ProTracer’s golfing/entertainment venues in the USA. \n\n**Working at Toptracer**\n\nWe got the impression that employees at TopTracer takes great pride in the company and enjoy the culture and work environment there. We spoke to several teams in different areas, from game development to supporting the broadcast system and more. The software being used far and wide seems to provide plenty of opportunities to travel across the globe for those who want to work on the broadcasting systems. During the trip, we are to meet up with TopTracer again at a ProTracer venue in New York to see their games application in action. \n\n**The event**\n\nTopTracer welcomed us to their offices with snacks and a thorough presentation of their product and the company, both their history and where they are today. It was fascinating to hear all of the presentations, from the founder being eager to share how TopTracer has grown from the very beginning, to current employees going into detail of the technology they’re using and the new situation of integration into the ProTracer concept. After the presentations, we all had pizza together with the large crew of TopTracer-staff that had stayed to talk to us about their company. We are glad that so many stayed to hang out as talking to them really provided great insight into different roles there, as well as the general atmosphere at the offices.\n",
		"privateDescription": "What is Toptracer?\n\nToptracer shows the flight path of golf balls with valuable shot data, whether in real-time tracking of televised pro tournaments or at the bay of your local range.\n\nToptracer History\n\nThe company was founded in 2006 with the goal to enrich the experience of watching golf on TV. By developing a unique software capable of tracking the flight of a golf ball in a camera feed, and adding graphics to make this visible on screen, Toptracer has achieved this. Several of the world’s largest broadcasting companies expressed interest, and soon Toptracer was being featured in TV coverage from the biggest golf tournaments in the world, such as The Open Championship and the Ryder Cup.\n\nOur mission is to help people all over the world enjoy the wonderful game of golf even more with contributions in TV and driving range technology.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Svärdvägen 11, 182 33 Danderyd",
		"date": "2019-04-24T15:15:00.000Z",
		"company": {
			"id": "5fac0c4c3ca8e84d5d0be0be",
			"name": "Toptracer"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9950",
		"studsYear": 2019,
		"publicDescription": "\n**About Storytel**\n\nStorytel is a Swedish product company working with Northern Europe’s largest audiobook and ebook subscription service of the same name. Storytel was founded in 2005 as Bokilur but changed their name to Storytel in 2007 to ease the transition to the international market. Since then, they have acquired Nordsteds and Ztory in Sweden, People’s Press and Mofibo in Denmark as well as establishing themselves in the Netherlands and Norway. They offer more than 250 000 titles in 20 languages on a global scale, operate in 17 markets around the globe in 16 countries, have more than 800 000 subscribers and are headquartered in Stockholm, Sweden at their beautiful office on Riddarholmen. Storytel distributes from all major publishers, as well as publishing themselves and launched their own e-ink reader in 2018. \n\n**Working at Storytel**\n\nStorytel has 370 employees working in at least 13 different teams spanning across different parts of the platform or the company. The Intelligence team is focused on analysis, while the Innovation team turns creativity and thoughts into reality. The Tech team works in many areas of tech; backend, frontend, web, testing, sysadmins, devops engineers, agile coaches, and UI/UX design to name some. Storytel is open to new tech, to improve and adapt to the expanding and evolving tech stacks. Storytel encourages students to work with them, which for students may be done during studies as a part-time job, or by doing a master’s thesis. \n\n**The event**\n\nStuds was welcomed to Storytel’s headquarters by a large group of employees, eager to share their views and thoughts about the company alongside food and drinks. The interim CTO told us about Storytel in a nutshell, followed by a previous Studs-student who was now working at Storytel. We were then divided into groups to take part in workshops with different parts of Storytel to learn more about what they do. To finish up the night, there was a prize ceremony for one of the quizzes from the workshop as well as more mingling.\n",
		"privateDescription": "Frågor om eventet? #företagsevent\n\nKan du inte delta? \n\n-> Hitta en inhoppare genom: https://docs.google.com/document/d/1Y0paBPt_fvYOc9nCtduIjUMU8x7Y4hUoS0bz0OxCG-s/edit?usp=sharing \nOBS! Notera updates i dokumentet.\n\n-> Meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - \n\nhttps://www.storytel.com/se/sv/\n\nhttps://www.linkedin.com/company/storytel-ab/\n\nhttps://jobs.storytel.com/\n\nhttps://jobs.storytel.com/departments/tech\n\n\nSpecialties: Audio, Books, Technology, Software Development, Mobile Development, Publishing, and Literature\n\nStorytel\nWe believe in stories and want to be the obvious choice for all audiobook lovers. Storytel is an entrepreneur-driven company and is growing rapidly. Today, we are offering tens of thousands of audiobooks and e-books and more than 700 000 subscribers worldwide use Storytel to inspire and entertain.\n\nWe are the market leader for streamed audiobooks in Sweden and our focus is to supply a great experience to our customers and have fun at work! We love what we do!\n\n- - - - - - - - - - - - - - - - - - - - - - - - - \n\nThe Storytel Group consists of two parts, Streaming and Publishing. \nThe Streaming business area offers subscriptions for audio books and eBooks under the Storytel and Mofibo brands. It also includes audio book publishing which is mainly under the imprint Storyside. \nThe audio book publishing business also includes brands such as Storytel Originals, Storytel Dox and Storytel Brief. The Publishing business area is carried out through the Swedish publishing houses Norstedts, Storytel Publishing, and the Danish publisher People's Press and includes the children’s literature and young adult brands Rabén & Sjögren and B.Wahlströms as well as Norstedts Kartor.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Tryckerigatan 4, 111 28 Stockholm, Sverige",
		"date": "2019-04-11T15:30:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e9",
			"name": "Storytel"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9952",
		"studsYear": 2019,
		"publicDescription": "\n**About BDO**\n\nBDO is a global network of accounting firms, providing services such as audits, tax services, and financial advisory services. We visited them at their new offices at Sveavägen in Stockholm and were welcomed by a team working cross-functionally on a new tech project. BDO is looking to innovate the accounting business by developing and integrating new IT solutions into their current service offering and invited Studs to their offices as a way to begin reaching out into the, for them new, industry of tech. \n\n**Working at BDO**\n\nAt our visit, BDO presented both their company in general, as well as their new project and what they want to achieve for BDO in the future. It was very interesting to hear how they envisioned that different software solutions could improve the accounting industry. We are happy that they reached out to us to introduce themselves as potential future employers, as it provides a new perspective on future work in the industry, and showing that actors in different industries are all dependant on and interested in what computer sciences can develop. \n\n**The event**\nAfter the presentations, we had dinner and a tour of their beautiful offices, both of which offered plenty of opportunities to mingle with employees of different backgrounds who are involved in the project as well as to get a good feel for BDO as a workplace. They had also arranged an interesting case-event where we had a chance to discuss ideas for how different types of tech could be put to use to improve the accounting industry, giving a taste of the cross-functional approach their project is taking.\n\n",
		"privateDescription": "Frågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare genom: https://docs.google.com/document/d/1Y0paBPt_fvYOc9nCtduIjUMU8x7Y4hUoS0bz0OxCG-s/edit?usp=sharing \nOBS! Notera updates i dokumentet.\n\nMeddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nBDO i Stockholm. Varmt välkommen till vårt huvudkontor på Sveavägen 53 i Stockholm. Vi erbjuder fullservice inom rådgivning, revision, skatt och företagsservice. Våra rådgivare brinner för att vända utmaningar till möjligheter. Det är inte så konstigt att vi har Sveriges nöjdaste kunder eftersom vi alltid strävar efter att ligga steget före. Och dessutom gillar vi att träffa er – du är alltid välkommen in på en kopp nybryggt kaffe! \n\nVår drivkraft är att göra våra kunder än mer framgångsrika – oavsett om det rör sig om privatpersoner eller företag. Det gör vi genom att ge smarta råd, granska och skapa rätt förutsättningar. Vi arbetar också i team för att ta tillvara på allas klokskap.\n\nVi har en bred erfarenhet och kompetens inom både medelstora och stora ägarledda bolag, större och noterade bolag, stiftelser och ideella föreningar samt offentlig förvaltning. Därmed täcker vi de flesta branscher och områden. Med vårt stora globala nätverk kan vi även ge heltäckande internationell rådgivning.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Sveavägen 53, 113 59 Stockholm, Sverige",
		"date": "2019-04-10T16:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e2",
			"name": "BDO"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9958",
		"studsYear": 2019,
		"publicDescription": "\n**About Teleopti**\n\nStarted in Sweden in the 1990s, Teleopti is a product company that offers a tool for workforce management, helping businesses optimize staffing and meet ever-growing demands for availability and customer service in multi-channel retail industries. Teleopti strives towards providing a user-friendly platform that automates parts of both planning and customer interaction processes so that employees are freed up to be more in control of their main work tasks. Furthermore, Teleopti’s tool performs analytics on large amounts of data, helping operations planners better visualize and understand their operations in real-time. \n\n**Working at Teleopti**\n\nTeleopti today has grown to be a truly international company with offices all over the world. And this permeates the Stockholm offices as well, as we were welcomed by employees from different backgrounds and speaking different languages. The working language is English, but Teleopti encourages language exchanges between their employees, as well as the ‘regular’ knowledge exchanges we have come to expect in the tech industry. Employees tell us that they feel proud to be part of Teleopti and that the teams are like family, one of the reasons Teleopti has scored high with Great Place To Work for five years running. Teleopti has put a lot of effort into structuring their work environment to enable colleagues to feel ownership of their projects, encourage collaboration and creativity, and allow for efficient and flexible software development. \n\n**The event**\n\nAt our visit, we were guided through a fun collaboration game together with Teleopti-staff. The objective was to staff an assembly-line in order to transport ping pong balls from one end of a long table to another through different obstacles. Together we had to identify and manage bottlenecks and planning while performing the tasks at each station, trading places and discussing with each other throughout. It was a fun and high-tempo game which at the same time prepared us to understand more about the workforce management-area Teleopti specializes in.\n",
		"privateDescription": "Frågor om eventet? #företagsevent\n\nKan du inte delta? \n-> Hitta en inhoppare genom: https://docs.google.com/document/d/1Y0paBPt_fvYOc9nCtduIjUMU8x7Y4hUoS0bz0OxCG-s/edit?usp=sharing **OBS! Notera updates i dokumentet**\n-> Meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nhttps://www.linkedin.com/company/teleopti/\n\nhttps://career.teleopti.com/\n\nhttps://www.teleopti.com/movie/65708/5-things-you-did-not-know-about-teleopti\n\nhttps://www.teleopti.com/solution/teleopti-wfm/demo-video/demo\n\n\n\"Temat för kvällen är Teams och kommer innebära både ett intro till Teleopti och vårt arbetssätt samt praktiska övningar/lekar/tävlingar\"\n\nTeleopti\nRevolutionize how you plan and manage your workforce. Our cloud & on-premise software makes life easier for employees, quicker for customers and better for business.\n\nVad är Workforce Management (WFM)? - Så fungerar programvaran för bemanningsplanering\nMed programvaran för bemanningsplanering kan kontaktcenter automatisera prognostisering, schemaläggning och realtidsstyrning av personalbehovet för sin kundservice. En avancerad programvara för bemanningsplanering (workforce management, WFM) bidrar till att öka produktiviteten och engagemanget hos team med kundkontakt. Samtidigt ger den chefer och schemaläggare mer tid att fokusera på kundupplevelse och lönsamhetsmål i stället för på manuella arbetsuppgifter.\n\nOur Offices: https://www.teleopti.com/company/contact-us\n- Europe - Stockholm (Headquarters)\n- North America\n- South America\n- Asia & Pacific\n- Middle East & North Africa",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Linnégatan 87D, 5 trappor 115 23 Stockholm",
		"date": "2019-04-02T15:30:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5eb",
			"name": "Teleopti"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9951",
		"studsYear": 2019,
		"publicDescription": "\n**About Digpro**\n\nDigpro works with Geographic IT, creating innovative solutions for organizations building and maintaining large networks of for example electricity, water, gas or telecom. Digpro software facilitates handling geographical data in such systems, and thus the ability to track what’s going on across the system. Digpro is well-established in the industry, having existed there for over 30 years, and has clients such as ABB and E.ON both in Sweden and abroad. \n\n**Working at Digpro**\n\nDigpro works closely with ‘classic’ engineering disciplines and the software has a discernible impact on society and communities where it is in use. Engineers at Digpro work on constantly improving and upgrading their systems, as well as make sure that their deployed systems are working without fault. Downtime in their client’s infrastructure can quickly affect thousands of people, so their systems need to be reliable. Therefore, Digpro runs tests continuously with a very rigid QA process, which everyone in the office can see the status of. This makes everyone feel involved in the development process, and we got the impression that everyone feels ownership of the Digpro products. \n\n**The event**\n\nOur visit to Digpro allowed us to get to know the company. We heard from both managers and developers about the work processes and the company at large and received a detailed presentation from the HR department on what life at Digpro is like. We were also introduced to the quality assurance methods and tools in use, which were interesting to see in action. The event closed with some informal fun and games together with the employees that had welcomed us.\n",
		"privateDescription": "We are a major innovator in the field of Geographic IT and the market-leader in Scandinavia. We provide solutions for electricity, telecom, district heating, gas, water and municipalities – in fact any organisation that builds and maintains a network. We are more than 100 employees in three offices with a unique way of making geographical data and mapping systems more flexible and effective.\n\nWe develop innovations in Geographic Information Technology that create value for our clients. It’s about turning raw data into real benefits for millions of people.\n\nWe have been working with GIS technologies since they appeared in the 80s. Our first project was a technical planning system for electric distribution companies.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Ulriksborgsgatan 5 8tr, 112 18 Stockholm, Sverige",
		"date": "2019-03-27T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5da",
			"name": "Digpro"
		}
	},
	{
		"id": "5fac0f3de948a64e382b994f",
		"studsYear": 2019,
		"publicDescription": "",
		"privateDescription": "AGENDA\n\n17:30\tMat - Bengalisk middagsbuffé\n\n18:00\tMilkywire\n\n18:30\tChallengermode\n\n19:00\tAbios Gaming\n\n19:30\tDigital Edge\n\n20:00\tMingel\n\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \n\nMILKYWIRE\n\nWe believe the next generation of influencers will be doers and changemakers. People that work every day to fight climate change, preserve wildlife, promote social justice and more. That’s why we’re building Milkywire: A platform for impact that connects the people who want to change the world with those who are.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \n\nCHALLENGERMODE\n\nChallengermode is a Swedish company founded in 2014 with the vision to create the best possible online competitive gaming experience.\n\nWe’re a team of gamers, nerds, techies, athletes, creators and dreamers. It’s a team made up of people who are the best at what they do. Some of us have worked at companies like Google, Microsoft, Ericsson and Spotify, others have started and sold companies. By merging years of business expertise and gaming experience, we’re able to create a truly scalable platform worthy of the 21st century.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \n\nABIOS GAMING\n\nWe are Abios, a Stockholm based esports company gathering, enriching and distributing engaging data and statistics. We help our partners leverage data to push the envelope with their products and apps, and let their users dig into data from where the action is!\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \n\nDIGITAL EDGE\n\nWe help established companies innovate.\nDigital Edge can enable you to seize the opportunity of accelerating digital transformation.\n\nYou have to make sense of the latest digital breakthroughs and build new solutions fast. Catching up is virtually impossible once you fall behind. We can help you work like the startups and tech giants do. We have expertise, creative mindsets and high development speed.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "META, Osquars Backe 21, 100 44 Stockholm",
		"date": "2019-03-26T16:30:00.000Z",
		"company": {
			"id": "5fac0c4c3ca8e84d5d0be0bc",
			"name": "Startup-pub"
		}
	},
	{
		"id": "5fac0f3de948a64e382b994a",
		"studsYear": 2019,
		"publicDescription": "\n**About Epidemic Sound**\n\nAs we were told at the event, even if you haven’t heard of Epidemic Sound you have definitely heard them. Epidemic Sound provides music of all possible genres, used in social media, TV-/movie productions, ads, or as background music in a wide variety of retail businesses. Epidemic Sound controlling the entire value chain of the music means that those paying to use music from Epidemic Sound can be sure there are no surprises involved when it comes to copyright law or royalties. Epidemic Sound has millions of users all over the world, and are still expanding to meet the needs of new content creators every day. \n\n**Working at Epidemic Sound**\n\nEpidemic Sound is involved in several steps of the value chain which means they have plenty of different roles, but we were mainly presented the tech-roles. Most of the employees we met with were developers, which constitutes a large part of Epidemic Sounds workforce in Stockholm. While music is the final product, Epidemic Sound’s user platform is integral to making the music available to their customers. Epidemic Sounds success hinges on having a user-friendly interface which allows people to find the sounds they need. For this, they need skills ranging from back-end to UX-design. Epidemic Sound’s offices on Södermalm in Stockholm are homey and stylish, with the top floor doubling as a stage area for smaller gigs. The employees we talked to all share a passion for music, and it’s not uncommon to have after-works in the loft enjoying or playing music with colleagues. \n\n**The event**\n\nOur visit to Epidemic Sound’s loft included a fun competition in an algorithm game. A Tron-inspired head-to-head version of the classic Snake-game, we were in groups to discuss and program the best algorithm for racing another team and survive the longest. The face-offs then took place on a big screen in the loft, bringing out our worst and best competitive instincts. After the game, we stayed and mingled with the developers over pizza and Epidemic Sound’s own music.\n",
		"privateDescription": "At Epidemic Sound we are reinventing the music industry.\n\nOur carefully curated music library, with over 30,000 tracks, is tailored for storytellers no matter what their story is. Countless customers around the world, from broadcasters, productions companies and YouTubers rely on our tracks to help them tell their stories. Epidemic Sound’s music is heard in hundreds of thousands of videos on online video platforms such as YouTube, Facebook, Twitch and Instagram.\n\nOur HQ is located in Stockholm with offices in NYC, LA, Hamburg, Amsterdam and Madrid.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Åsögatan 121, 116 24 Stockholm, Sverige",
		"date": "2019-03-20T16:30:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e6",
			"name": "Epidemic Sound"
		}
	},
	{
		"id": "5fac0f3de948a64e382b994c",
		"studsYear": 2019,
		"publicDescription": "\n**About R2M**\nR2M is an IT consulting firm based in Sweden working with system development and systems integration using the R2M-created AIM-method (Analyse, Implement, Maintain), using the best of modern development methods. R2M has 70 employees and is GitHub’s largest partner in the Nordic countries. They have been appointed gazelle company three times and have their own academy for teaching and competence improvement. At R2M, a developer either works with the entire work process or as a resource consultant. \n\n**Working at R2M**\n\nR2M puts a great deal of time on learning and competence improvement and they value variety and diversity to find the right person for each mission. Difficult challenges are R2M’s passion, and they solve said challenges with their specialized teams and the latest technologies. To succeed with this, R2M emphasizes getting to know their developers, to ascertain that the matching is optimal for each individual. \n\n**The event**\n\nWhen Studs met with R2M at their offices in Stockholm, we were greeted by a large crowd of R2Mers, eager to talk to us. After some semi-informal greetings, R2M held a short presentation about what R2M is and what they do. We then ate a buffet together with the R2Mers, where we had the opportunity to ask questions to the mixed group of employees. Afterwards, we were divided into groups to go to different stations with different purposes, such as speed dating with people having different roles, talking more casually with two members of one of their teams and talking with HR about questions regarding what R2M has to offer. After that, we were welcome to stay, play ping pong, pinball or just hang and chat with R2Mers for the rest of the evening.\n\n",
		"privateDescription": "Frågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n****************************************\n\nDigitaliseringen accelererar, och verksamheter som inte hänger med riskerar att tappa i konkurrenskraft och effektivitet. På R2M väntar vi inte på att framtiden ska hända. Vi sätter oss i förarsätet och tar sikte på den smartaste vägen till förverkligande av era idéer. Med branschens skickligaste specialister blir vägen dit både snabb och bekväm.\n\nJOBBA PÅ R2M - Vi utvecklas och leverarar tillsammans\n\nMed mod, passion och kunskap tar vi stora kliv mot att bli den bästa arbetsplatsen för IT-konsulter. Vi är den uppochnedvända pyramiden där konsulten är i fokus. Hos oss har du friheten att påverka  vilka uppdrag du vill arbeta med, en personlig kompetensplan och möjligheten att jobba i leveransteam med andra R2Mare, hos kund eller från vårt kontor i city. Sist men inte minst så innebär det en kultur som bjuder in till coding after work, meetups, brädspelskvällar, flipper- och pingisturneringar, konferenser, resor och en uppsjö av olika kompetensinitiativ.\n\nSYSTEMUTVECKLING\nVill du bygga flexibla system med hjälp av modern teknik och open source passar du in hos oss. Just nu jobbar vi med bland annat microservices byggda i SpringBoot, Azure och AWS, integrationslösningar med Camel och mycket annat\n\nFRONTEND\nAtt kunna leverera användarvänliga system är en förutsättning för att lyckas. Drömmer du om Angular eller React är det här stället för dig!\n\nARKITEKTUR\nVi skapar arkitekturen för framtidens system. Vill du hjälpa organisationer förstå hur man ska bygga värdeskapande lösningar ska du jobba hos oss!\n\nPROJEKTLEDNING\nDrivs du av att vägleda organisationer eller team mot resultat? Hos oss får du göra båda! Som projektledare på R2M har du en avgörande roll i vilka projekt våra utvecklingsteam kommer arbeta med.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Klarabergsviadukten 90C, 111 64 Stockholm",
		"date": "2019-03-19T17:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5dd",
			"name": "R2M"
		}
	},
	{
		"id": "5fac0f3de948a64e382b994e",
		"studsYear": 2019,
		"publicDescription": "\n**About Tutus**\n\nTutus Data is a Swedish company founded in 1992 by a former KTH student, a product company focused on cryptography and ITsecurity products for customers with high demands on security. They have 25 employees in their office located in Danderyd, Stockholm. While they created hardware in the past, today Tutus mainly focus on software, and their software was the first authorized to safeguard Sweden’s national security. Tutus is the main supplier of government-approved and certified IT-security products in Sweden and also work with customers within the EU. Customers include Fwrsvarsmakten, FOI, Polisen, FRA and European governments. They work with security products, VPN and firewalls, securely encrypted smartphones and encryption of files and catalogs. \n\n**Working at Tutus**\nThe co-workers at Tutus love IT-security, and working at Tutus means having a key role in the entire product cycle, working in a small team in close collaboration to bring forth complex security products. Because of the sensitivity regarding the security of the products, Tutus co-workers work in-house. Apart from being specialists, co-workers at Tutus can develop their skills within Tutus’ other apartments such as mobile development and Linux-based security products. \n\n**The event**\n\nStuds joined Tutus at their office in Danderyd, where we started by chatting with co-workers while eating poké bowls and solving cryptographically related puzzles. Later, Tutus held an interesting presentation on cryptographic history and explanations of how some common cryptographic principles worked. Finally, they had stations where we could learn in more detail about different parts of Tutus and what they do, how their products work, as well as continuing discussing more intimately with the co-workers and how they enjoy working at Tutus.\n",
		"privateDescription": "* * * * * * * * * * * * * * * * * * * * * * * * * * * *\nOBS: Vi samlas utanför deras kontor 17:45 och eventet startar 18:00! Det ligger i Danderyd, och närmsta station är Mörby Centrum.\n\n* * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nPRE-event-feedback-form: https://goo.gl/forms/r9eXikq2Y7c0J2Ig1\nPOST-event-feedback-form: https://goo.gl/forms/6nPX4jPco2vM1MTD3\n\nAnsvarig i eventgruppen: Victoria Hedenmalm\n\nFrågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela senast måndag förmiddag vem som kommer i ditt ställe, annars får du se till att din inhoppare får all information och tillhörande formulär på egen hand då jag tyvärr kommer vara upptagen efter det.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\nTutus is a privately-held Swedish company that was founded in 1992. Ever since, the company has been developing top quality network encryption solutions for use in military, government and corporate IT applications that demand the highest levels of secure communication.\n\nAs an independent company, we cooperate with industries and governmental agencies in order to provide reliable, high-assurance and cost-effective crypto solutions to meet their security needs.\n\nAll of our products are approved at the Restricted / Restreint classification level on the EU and national levels.\n\nTutus is the main supplier of government approved and certified IT-security products in Sweden, and is making steady progress towards its goal of becoming a leading provider of approved IT security products within the EU.\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\ntutus.se",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Svärdvägen 11, Danderyd",
		"date": "2019-03-18T17:00:00.000Z",
		"company": {
			"id": "5fac0c4c3ca8e84d5d0be0c0",
			"name": "Tutus"
		}
	},
	{
		"id": "6010331fe6f2fa067ac6800a",
		"studsYear": 2019,
		"publicDescription": "\n**About Tink**\n\nTink are the proud creators of an app shining a light on complex personal finance decisions. The goal is to collect savings, loans, and investments from different banks into one easy to understand interface to help the consumer get an overview and make informed decisions. They challenge the big banks by putting bargaining power into the hands of the consumers. The market, especially the banks, were at first skeptical to Tinks concept, however, after winning over the skepticism in Sweden, Tink has now expanded into other markets in Europe and are growing fast to make an impact on the European market. Tink also provides an API for other developers to integrate with, in order to further spread the use of their software.\n\n**Working at Tink**\n\nDevelopers at Tink not only create and maintain their own app, but a large part of the work consists of mining banks for information and reverse engineering the bank’s interface in order to include it into Tink, as banks rarely volunteer this information. Tink’s employees are faced with the constant challenge of staying a step ahead, and the environment is fast-paced and rewarding. Employees tell us that they enjoy the tempo and that the environment of talented people is a great place to grow and learn from each other.\n\n**The event**\n\nSecurity is a big concern at Tink, as they are handling people’s personal finances and bank data. They need to understand both how to protect their customers, and how to access and use the banks’ platforms in their own product. Computer security is, therefore, a large interest among the employees. For our visit, a few Tink employees had put together an intriguing Capture-the-Flag challenge, which we attempted to beat in groups.\n",
		"privateDescription": "??",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "??",
		"date": "2019-02-28T20:07:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5ec",
			"name": "Tink"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9953",
		"studsYear": 2019,
		"publicDescription": "\n**About Attentec**\n\nAttentec is a Swedish-based consulting firm, their headquarters set in Stockholm with offices located in Linköping as well as Oslo. They are “software developers at heart”, and mainly work with Internet of Things and Streaming Media and have partners both in Sweden and the other Nordic countries. One of their projects in IoT consists of connecting wind turbines to the web, another remotely monitors wear and tear on parts of a system. In streaming media, Attentec helps one of their customers modernize their broadcasting system through on-demand streaming for the web or apps.\n\n**Working at Attentec**\n\nAttentec has received the Great Place to Work certificate and their co-workers work both in-house and on-site depending on the project and their preferences. Attentec values being on the edge of new technology and improving the skills of their developers, therefore they get a lot of time to learn new skills and improve the ones they already know. It is also important for them that their co-workers feel at home and have fun when they work. Additionally, Attentec values fresh insights, and look for people who love programming as well as sharing knowledge to co-workers and customers. Apart from their summer job, master thesis, student ambassadors and student events, Attentech has recently started an Attentech Tech Trainee program.\n\n**The event**\n\nAttentec invited Studs to an evening at their main offices in Stockholm where we listened to short presentations on what Attentec does and what it’s like working there, from different sides of the company. We also gained insights on working part-time at Attentec, and what it’s like being new and unfamiliar in a working environment. We then chatted with Attentec co-workers, asking more personal questions regarding working there. Finally, we had a puzzle competition where small groups from Studs, with support from Attentec developers, were to figure out solutions to puzzles where some were related to problems Attentec had faced in the past.\n",
		"privateDescription": "### Lösningar som förbättrar kundens värld\n\nVi på Attentec drivs av att utveckla just de specifika lösningarna som förenklar och förbättrar våra kunders vardag. Att som specialist inom våra expertområden få sätta oss in i våra kunders utmaningar och bidra till att förbättra deras värld är vår målsättning, drivkraft och det som får oss att älska vårt jobb.\n\nAttentecs kultur bygger på att ständigt bygga kompetens, fokusera på rätt lösning, ha ett agilt förhållningssätt, en öppen kommunikation och ett tydligt ansvarstagande. Det gör att vi kan utveckla mjukvara som löser komplexa utmaningar på ett enkelt sätt.\n\n### Attentecs vision\n\nAttentec är den bästa arbetsplatsen för engagerade människor.\nTillsammans gör vi våra kunder världsledande med innovativ teknik.\n\n### Hur vi arbetar\n\nAttentec är en agil lösningsleverantör med våra kunder i fokus. Vårt arbetssätt med en prioriterad backlog och regelbundna avstämningar ger dig som kund möjlighet att styra utvecklingen och prioritera rätt funktionalitet. Resultatet blir en lösning som uppfyller dina behov och ger bästa värde för din investering.\n\nMånga av våra kunder är världsledande inom sitt område men är inte specialiserade på mjukvara och har inte heller behov av en mjukvaruutvecklingsavdelning. Vi tar helhetsansvar och är en långsiktig partner för utveckling av mjukvara och lösningar. Vi bistår också med expertkunskap inom mjukvaruutveckling och hjälper våra mjukvaruutvecklande kunder när de står inför ett teknikskifte, en ny produktgeneration eller en arbetstopp.\n\n### Attentecs affärsidé\n\nAttentec är en lösningsleverantör specialiserad på:\n- Internet of Things\n- Streaming Media\n- Modern Software Development\n\nVi tar ett helhetsansvar och utvecklar mjukvara som löser komplexa utmaningar på ett enkelt sätt. Våra kunder är företag och organisationer i Norden.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Kammakargatan 22, 111 40 Stockholm",
		"date": "2019-02-28T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e1",
			"name": "Attentec"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9954",
		"studsYear": 2019,
		"publicDescription": "\n**About TriTech**\n\nTriTech is a Swedish IT consulting firm working in the entire product chain, from hardware to software, sensor to cloud. Founded in 1991, they now have over 130 employees and offices in both Stockholm and Gothenburg. They have brought more than 600 products and solutions to the market. TriTech creates complete solutions from idea to final product for all sizes of clients, be it startups or large wellknown product companies such as ASSA ABLOY or Electrolux. TriTech works in multiple fields and believes that tailored, innovative and cost-effective solutions are key elements for the future. To them, the clients are in focus and they aim towards that everything they do should generate a sustainable business advantage for their customers. \n\n**Working at TriTech**\n\nAs a developer at TriTech, you have a choice to work either on-site at a client as a consultant, or in-house with internal projects. TriTech values supporting the community as well, examples of this are their engagement in external events such as Techeq, Pepp, IGE day and Tekniksprånget where you as a developer can contribute. They also have in-house activities such as beer brewing, bandy, football, board games as well as ski trips for co-workers to get a feeling of familiarity with each other. Tritech value development of the individual, and have tech nights, internal courses, and mentorships to enforce that. \n\n**The event**\n\nStuds met with Tritech at their main office in Sundbyberg, where we were divided into groups to meet different people at the company, for example, a project manager and another a previous master thesis students who had continued working with Tritech. We were also invited into their lab where Tritech work with more hardware-related development and met a TriTech employee that had been working with an idea from a small startup of two people who shared their experience with us. To finish the night, a hacking and puzzle race had been prepared, where we were to get a knight to the highest level as fast as possible through figuring out a pre-built program.\n",
		"privateDescription": "* * * * * * * * * * * * * * * * * * * * * * * * * * * *\nOBS: Vi samlas 17:30 och eventet startar 17:45!\n* * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nFrågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nMed våra team av ingenjörer och  affärsutvecklarehjälper vi våra kunder att skräddarsy innovativa och kostnadseffektiva lösningar för framtiden. Vi är experter på tjänster och produkter för uppkopplade industriella system, Internet of Things. Smart teknik i framkant helt enkelt! \n \nVi arbetar inom flertalet branscher. Ofta har produkterna och systemen höga krav på tillgänglighet, tillförlitlighet och säkerhet. Men teknik skall inte bara vara smart och göra häftiga saker. För oss står kunden alltid i fokus och allt vi gör skall alltid generera hållbar affärsnytta.\n\nTritech levererar helhetslösningar från idé till färdig produkt. Vi levererar i nära samarbete med våra kunder och alltid med kunden I fokus. Vi erbjuder flexibla kommersiella modeller som skräddarsys per kund eller projekt.\n \nVåra lösningar kan vara helt skräddarsydda och anpassade eller omfatta tredjepartsprodukter som integreras till en helhet. Vårt löfte är att vi kan leverera snabbare, med högre kvalitet och mer kostnadseffektivt än vad man kan finna någon annanstans på marknaden.\n \nTritech grundades 1991 och har ca 130 anställda i Stockholm och Göteborg. Vi har tagit fler än 600 produkter och lösningar till marknaden.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nhttps://www.tritech.se/\n\n\n",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Järnvägsgatan 10 Sundbyberg",
		"date": "2019-02-13T16:30:00.000Z",
		"company": {
			"id": "5fac0c4b3ca8e84d5d0be0ba",
			"name": "Tritech"
		}
	},
	{
		"id": "5fac0f3de948a64e382b994b",
		"studsYear": 2019,
		"publicDescription": "\n**About KRY**\n\nFrom humble beginnings in 2014, KRY today employs more than 600 people in offices across western Europe. KRY’s founders had a goal - to improve and effectivize health care by shortening the route between doctor and patient. KRY is an app in which patients can “meet” with a doctor or psychologist through video calls, replacing the initial contact at district care centers. By being active participants in talks in both politics and the healthcare industry Kry has paved the way for e-healthcare services in Sweden, integrating well with other care providers and expanding the health care offerings available to the Swedish population. KRY is in an ongoing expansion to other countries in western Europe, with interesting challenges in understanding and adapting to the countries’ laws and different health care systems. \n\n**Working at KRY**\n\nKRY’s crew is a young and ambitious one, and they all seem hungry to learn and thrive in a truly interdisciplinary environment. KRY’s teams mix tech-savvy engineers with knowledgeable medical professionals. The focus on health and well-being is clearly not only their market offering but a passion in the office as well. The employees welcoming us at the event tell of open seminars from co-workers of different disciplines, at-work wellness activities, and a strong learning culture. The doctors in attendance seem eager to learn and understand IT and how to include it in their tasks, and the engineers seem proud that their job contributes to society in such a tangible way.\n\n**The event**\n\nKRY welcomed us to their light and cozy headquarters in Stockholm. The premises were a hip mix of offices, meeting rooms, video-conference rooms, and social areas where collaboration and team meetings have a solid place. After dinner with a large group of employees, both tech and medical, we learned more about KRY. First, there was a short presentation and later we mingled with the KRY staff who were more than happy to share the joy of their workplace\n",
		"privateDescription": "Frågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n****************************************\n\nKRY visar vägen mot framtidens hälso- och sjukvård – alltid med patienten i fokus. \n\nTrygg vård direkt i mobilen\n\nKRY gör det möjligt att träffa erfarna läkare och legitimerade psykologer via video, direkt i mobilen eller surfplattan. Genom digital teknik erbjuder KRY patienter från hela landet trygg vård på lika villkor under större delen av dygnet med endast några minuters väntetid.\n\nBara i Norden har KRY hittills hjälpt över en halv miljon patienter. Med huvudkontor i Stockholm, där resan en gång började, är KRY numera verksamt i flera europeiska länder och har ytterligare expansion på agendan.\n\nKRY visar vägen mot framtidens hälso- och sjukvård med medarbetare som är dedikerade uppdraget att genom innovation, samarbete och engagemang förbättra världens hälsa – en patient i taget.\n\n****************************************\n\nhttps://www.dagensmedicin.se/artiklar/2018/12/28/kry-ska-forska-pa-digital-vard/\n\nhttps://digital.di.se/artikel/kry-vill-bota-scenskrack-med-vr\n\nhttps://www.breakit.se/artikel/14836/natlakaren-paborjar-expansionen-och-byter-ut-kry-i-europa\n\nhttps://www.va.se/nyheter/2018/11/28/nu-erbjuder-kry-fysiska-moten--oppnar-vardcentral/\n\nhttps://www.breakit.se/artikel/13846/den-digitala-lakaren-kry-tog-precis-in-en-halv-miljard-kronor\n\nhttps://www.breakit.se/artikel/13274/kry-vaxte-med-100-personer-pa-ett-ar-sa-beholl-vi-var-identitet\n\nhttps://www.dagensmedicin.se/artiklar/2018/09/07/valkand-psykolog-leder-kry-satsning-for-barn/",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Regeringsgatan 54 Stockholm, Sweden",
		"date": "2019-02-06T16:30:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5db",
			"name": "Kry"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9949",
		"studsYear": 2019,
		"publicDescription": "**About Visma**\n\nVisma is a multibusiness corporation founded in Norway in 1996, offering many kinds of management-related services and products such as business IT-systems, various management consulting, accounting services etc. to both large and small businesses. Among their businesses, they have divisions that focus on Software and IT-related development and consulting. Vismas vision is to be leading in the automatisation and integration of business processes, which they do by strengthening their clients competitiveness and enabling growth and effectivisation. Their values are respect, reliability, innovation, competence and team spirit.\nVisma strives to contribute to the transformation from the traditional business leader to a more effective leader, responsible for all integrated business processes and pride themselves in caring for their clients in the best way possible, to maintain their trust. They do this by listening to and identifying the actual needs of each individual client. By doing this, the mutual cooperation between Visma and their clients can continue to prosper.\n\n**Working at Visma**\n\nVisma has, apart from the normal career options, also opportunities for students or new graduates to develop and get started in their field. For students with some time left until graduation Visma has a Summer Internship Programme and a Mentorship Programme. The former is a programme for students to work during summer break while the latter pairs a student with a mentor to give the student someone within their field to talk to and help with networking. For newly graduated students, Visma has a Management Trainee Programme and a Graduate Programme. The Graduate Programme is the more general programme for introducing a recent graduate to work at Visma. The Management Trainee Programme is for students interested in IT as well as Management, where the trainee completes a series of projects in close connection to other trainees as well as having several people supporting the trainee during their programme.\n\n**The event**\n\nThe event with Visma was held at their offices in Stadshagen. It began with a presentation about the company accompanied by good food. Then there were three short presentations in smaller groups one for Summer Internship, one for their Management Trainee Program and lastly one about the career journey at Visma, all held by employees that had had that particular experience at Visma, which gave us the chance to get a more personal look into the company and ask questions. Lastly, we were presented with a short business case to discuss and solve in groups of 5-6 people which gave a better view into the types of problems Visma aims to solve for their clients, and the types of questions Visma employees might encounter.\n",
		"privateDescription": "* * * * * * * * * * * * * * * * * * * * * * * * * * * *\nOBS: Vi samlas 17:15 och eventet startar 17:30!\n* * * * * * * * * * * * * * * * * * * * * * * * * * * *\n\nAnsvarig i eventgruppen: Victoria Hedenmalm\n\nFrågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nVisma är ett av Skandinaviens snabbast växande företag och har utvecklats starkt sedan starten 1996. Redan 1999 hade företaget etablerat sig i utlandet, med Visma Software i Danmark och Storbritannien.\nÅr 2000 bytte Visma strategi för att inkludera både mjukvara och tjänster inom ekonomi, finans och lönerhantering.\nJanuari 2002 gick Visma in på marknaden för den offentliga sektorn och 2013 undertecknade Vismas största affär någonsin. Visma skapar en webb-baserad lösning för skolledning.\nVisma består av många bolag och levererar bland annat programvara, företagsrabatter, inkassotjänster, inköpslösningar och IT-relaterade utvecklings- och konsultverksamhet. Idag består Vismas kärnverksamhet i Sverige av ett 10-tal bolag.\n\nEn samarbetspartner du kan lita på\nVisma förbinder sig att erbjuda varje kund den rätta lösningen till en utlovad kostnad. Vi är stolta över att ta hand om varje kund på bästa sätt så att kunden har fortsatt förtroende för oss genom vårt samarbete. Därför är det viktigt för oss att lyssna på och att identifiera de verkliga behoven hos varje, enskild kund. Detta gör att vi kan fortsätta vårt samarbete in i en än mer effektiv framtid.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nhttps://www.visma.se/\n",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Lindhagensgatan 94, 112 18 Stockholm",
		"date": "2019-01-29T16:15:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5f0",
			"name": "Visma"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9948",
		"studsYear": 2019,
		"publicDescription": "**About Scila**\n\nScila is a FinTech company which builds systems that analyzes data from financial transactions in stock markets. Scila offers tools for both market surveillance and risk management in financial markets. Founded in 2008 Scila is relatively new to this fast-growing sector but has already established itself in several markets around the world, with notable customers such as the New York Stock Exchange and Deutsche Börse. The systems are used both by traders, exchanges, and market regulators in order to keep an eye on the market and keep it fair and free by detecting anomalies. \n\n**Working at Scila**\n\nScila prides themselves on having a broad knowledge in both business and IT, in large thanks to hiring people with interests in both spheres. Developers at Scila work closely with client needs and therefore understanding the business end is very important too. At some 30 employees, Scila provides a friendly and tight-knit environment for work, and employees tell us that they often have social events together, both in their smaller teams and with the rest of the company. There is an emphasis on continuous learning at Scila and developers have plenty of opportunities for the development of both IT and business skills.\n\n**The event**\n\nThe visit included live coding in large groups leading into a fun video game. There were also plenty of discussions, both more structured as part of the coding session as well as friendly mingle over dinner, both of which were great opportunities to learn more about what Scila’s development process looks like and what a regular day for their developers might be.\n",
		"privateDescription": "Frågor om eventet? #företagsevent\n\nKan du inte delta? Se guidelines för inhoppare. \n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nScila – Solutions for Market Surveillance and Compliance\n\n\nBUILDS CONFIDENCE IN FINANCIAL MARKETS\n\nInvestor confidence in the markets and all of its participants, Exchanges, trading venues, broker dealers and regulators, is critical to our capital markets and the growth of businesses. Scila’s mission is to support investor confidence by providing tools to all market participants to quickly and effectively identify market abuse or operational errors.\n\n\nOUR PHILOSOPHY\n\nThe company Scila was founded early 2008. All of the founders have a background either from surveillance departments or working with high-throughput transactional technology within the financial industry. Throughout the rapid growth of the Scila company a strong focus have been maintained on the recruitment of top-talent.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nhttps://scila.se/\n\nhttps://www.bloomberg.com/research/stocks/private/snapshot.asp?privcapid=54801853",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Scila AB, Sveavägen 17, 111 57 Stockholm, Sweden",
		"date": "2019-01-24T17:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e8",
			"name": "Scila"
		}
	},
	{
		"id": "5fac0f3de948a64e382b994d",
		"studsYear": 2019,
		"publicDescription": "**About Decerno**\n\nDecerno, “I decide” in Latin, is a Swedish consulting tech company with over 30 years of experience in the business. They deliver reliable system solutions for customers with high demands and take responsibility for those solutions. \nDecerno provide a tailored solution specific for each client by using the best suited tools for the specific client’s needs, and doesn’t fear a technical challenge. By delivering internal systems that streamline processes and public services which strengthens the relationships for the customers, Decerno believe that their customers gain a better competitive edge. Decerno has a stern ethical policy, where they don’t work with gambling, tobacco, alcohol or guns and have more than a hundred employees working with over 70 companies.\n\n**Working at Decerno**\n\nHaving fun at the workplace is important to Decerno. They make sure that employees get interesting and challenging tasks, which gives them an opportunity to use their specific education or to develop skills they are specifically passionate about. The employees get time to spend on competence development both through courses and in-house lectures and feel they are continuously developing and learning at Decerno. Decerno takes pride in having a tech culture and having a good time together, with two conferences per year as well as special activities each month. The office space is inviting for hanging out and spending time with colleagues, and the people there seem at home and friendly with each other.\n\n**The event**\n\nStuds visited Decerno at their main office in Stockholm, where we were given a presentation about the company, both what they do as well as how they work.  A few newer coworkers from Decerno talked about their experiences starting at Decerno, as well as the projects they had worked on so far. The Decerno crew had also prepared a fun, tech challenge for us. We were, in teams, going to program lego robots which were to compete against each other in a dramatic finale, trying to find their way around a small track. The activity was greatly appreciated by the Studs team, and the fun and relaxed playtime was also a great opportunity to get to know the Decerno culture and learn more about employees’ experiences at Decerno.\n",
		"privateDescription": "Decerno bygger skräddarsydda lösningar med ett helhetsansvar. Vi har under drygt 30 år drivit flera hundratals lyckade uppdrag som driver digitaliseringen framåt och som är verksamhetskritiska för våra kunder. Vi skapar gärna helt nya digitala lösningar och erbjudanden som stärker våra kunders position på marknaden.\n\n* Experter på Sitecore och Episerver *\n\nVi är en fullservicebyrå som erbjuder allt från avancerad utveckling och design till analys, optimering och digital innehållsproduktion. Vi är Sitecore guldpartner och Episerver premiumpartner. Vi har även ett flertal samarbetspartners som vi gärna arbetar med. \n\nDecerno stödjer projektets alla faser och garanterar leverans på utsatt tid och med givna kostnadsramar. Arbetet sker alltid användarcentrerat. Kunden får en stabil lösning som samtidigt är lätt att anpassa när verksamheten förändras. Helhetsansvaret innefattar långsiktig förvaltning, rådgivning och support. Som din digitala partner drivs vi av att ständigt optimera och förbättra!\n\nKunderna ger oss stort förtroende när de år efter år ger oss förnyat ansvar för sina mest verksamhetskritiska system. \n\nDecerno har ca 115 anställda med kontor i Kista, Stockholm, Göteborg, Uppsala samt i Sevilla, Spanien. Decerno är en del av Addnode Group.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Kistagången 16, 164 40 Kista, Sverige",
		"date": "2019-01-22T16:30:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e4",
			"name": "Decerno"
		}
	},
	{
		"id": "5fac0f3ce948a64e382b9946",
		"studsYear": 2019,
		"publicDescription": "**About SEB**\n\nSEB is one of the largest banks in Sweden, currently employing more than 15 000 people, with nearly a third of the workforce located at the main offices in Solna. SEB has an intention to be at the forefront of innovation and technology within their field, and are currently involved in several interesting tech-projects outside the traditional scope of banking as well.\nSEB innovation lab is the department responsible for liaising with new innovators in different fields, and is a small part of SEB, and is perhaps not a fair view of SEBs operations as a whole. Their main focus still lies on banking and finance,but their innovative spirit is strong as well. As SEB employees told us at the event, the financial world is going through a maelstrom of change, and there has been more development in the last 10 years than in the preceding 200. Banking is being redefined as we speak, and SEB is determined to be a part of those changes.\n\n**Working at SEB**\n\nSEB has taken a step forward from the traditional image of banking, and working in tech at SEB today means working in an innovative and relatively fast-paced environment. SEB is no start-up, but there still seems to be space for flexibility within the processes necessary in such a colossal company.\nSEB told us of several routes into the company for a recent graduate, most notably the tech programme spanning over 6 months, or the trainee programme spanning over 9 months.\n\n**The event**\n\nAt the Studs event SEB had prepared some mini-lectures on hot areas of computer sciences, held by senior SEB employees working in the respective fields. The topics on the agenda were artificial intelligence, big data, and cybersecurity, and in each area we were introduced to what is currently happening in banking that impacts the field, and how SEB works with each technology today towards possible new solutions in the future.\nWe were also treated to a more general lecture of the current and future challenges SEB is facing, with a very interesting introduction to the role of banking in society as trust agents, how current developments interact with this role, and how SEB aims to adapt to lead the way into a next generation of banking.\n",
		"privateDescription": "Ansvarig i eventgruppen: \nAdibbin Haider\n\nFrågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\nOm SEB\nÄnda sedan starten för 160 år sedan har vi vägletts av en övertygelse om att entreprenöriellt tänkande och innovativa företag behövs för att skapa en bättre värld.\nVi finns här för att göra det möjligt för dig att uppnå dina ambitioner och lyckas i såväl goda som svåra tider.\n\nhttps://youtu.be/4mkR7Bu3tRo\n\nHållbarhet för oss\nFör oss betyder hållbarhet att vi tar ansvar för hur vi bedriver vår verksamhet och hur den påverkar människor, samhälle och miljö. Vi strävar efter att ta med hållbarhetsaspekterna som en naturlig del av allt vi gör.\n\nAtt arbeta på SEB är att vara en del av en positiv kraft i samhället genom det vi gör och hjälper andra att uppnå med innovativa lösningar. Vi är stolta över vårt starka arv av entreprenörskap och långsiktiga kundrelationer byggda på förtroende och engagemang. Som arbetsgivare är vi övertygade om att mångfald och inkludering är avgörande för att lyckas och med rätt attityd är du välkommen till vårt team.\n\nVåra ledare finns här för att bygga starka team genom empatiskt lyssnande och ett fokus på att driva förändringar, främja innovation och skapa en kultur som bygger på våra värderingar, vårt syfte och vision.\n\nVår verklighet är en digital och föränderlig värld som utmanar oss på nya sätt. Därför har vi ett starkt fokus på kompetensutveckling och vi tror att kontinuerligt lärande är viktigt.\n\nHälsa och förmåner\nVi har en tydlig hälsostrategi i SEB och arbetar proaktivt med att främja och uppmuntra en hälsosam livsstil och en bra balans mellan arbete och fritid.",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Stjärntorget 4, 106 40 Stockholm",
		"date": "2018-12-17T20:07:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5de",
			"name": "SEB"
		}
	},
	{
		"id": "5fac0f3ce948a64e382b9945",
		"studsYear": 2019,
		"publicDescription": "**About TriOptima**\n\nTriOptima is a fintech company based in Stockholm that provide post-trade risk management and infrastructure solutions for over-the-counter derivatives, i.e. direct party-to-party contract trading. With their solutions, they solve finance specific problems for large finance organizations. Aside from their Stockholm-based offices, they also have offices in New York, London, Singapore and Tokyo which their employees may choose to be based at. They have won several awards for their work, including awards for innovation, services, product, mitigation and management. TriOptima has cornered the market with several of their solutions as the go-to tool for many organizations. Despite their successes they are not content, but instead continue to improve and develop their offerings. TriOptima products aim to be  straightforward and make things simple by communicating clearly while providing transparency and confidence. TriOptima also  hold themselves accountable to each other and their clients, and want to be invested in the long-term success of their clients as well as of TriOptima itself. Therefore they think forward, by anticipating the needs of the market and their clients and responding with expertise and agility.\n\n**Working at TriOptima**\n\nEmployees were very open about their experiences of TriOptima and showed a great sense of pride in what they, and the company, do. TriOptima values their employees, and shows that by inviting them to an open dialog and free thinking, with a flat hierarchy and positive atmosphere. The culture is one of a fast-paced, exciting environment, knitting colleagues together and implores them to collaborate with respect and trust. To TriOptima, it is important to let an employee work in a way that works best for that individual, increasing both happiness in the workplace as well as performance.\n\n**The event**\n\nThe event at TriOptima was held in their fresh, calm and beautiful offices in central Stockholm. After an introduction to the company, their product, and some history from former Studs-participants now working at TriOptima we had a friendly dinner together with TriOptima-employees. This was a relaxed opportunity to ask questions about the company, their workplace, as well as get a feel for the atmosphere among co-workers. The evening continued with a beautiful view of Stockholm from the rooftop terrace, a short visit due to the cold winter weather. The event closed with a party bus to the META chapter pub where both employees and Studs would continue to enjoy the night. \n",
		"privateDescription": "Ansvarig i eventgruppen: Moa Bäck\n\nFrågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nSIMPLE, POWERFUL NETWORK SOLUTIONS\n\nWe are a NEX Group business which helps our clients to simplify complexity and optimise resources. By lowering costs, eliminating risk and improving counterparty exposure management we enable you to keep pace with regulatory requirements and market best practice. Please click the below button to view the full suite of services across NEX Optimisation.\n\n\"TriOptima is an innovative, growing business. We are proud of where we have come from and we are excited about where we are going.\" Peter Weibel, Co-Chief Executive Officer\n\nTriOptima has always been a team of innovators from the first few dedicated members launching the company to the global presence of today. Decades of industry experience concentrated in one place for one purpose, designing effective and easy-to-implement solutions for the OTC derivatives market.\n\nWe believe in listening – to our inspirations, to our colleagues, to our clients, and to the markets – in order to deliver simple but never static solutions to market challenges. We are always evolving with our clients and anticipating what the next important goal will be. Our work is exciting, fun and very demanding which means TriOptima is always striving to lead the market.\n\nWe design services that offer critical operational and credit risk management tools to the industry: triReduce for portfolio compression; triResolve for portfolio reconciliation, collateral management and reporting validation; and triCalculate for XVA analytics and trade valuations. Often ahead of the market, TriOptima believes it can educate the market in the value of its offerings.\n\n\nSECURITY\n\n\"We are experts in information and data security. Our security efforts have led to TriOptima achieving ISO 27001 certification, considered to be the international information security standard. This certification highlights our commitment to uphold our clients' data securely, accurately and with integrity.\" Martin Sandstrom, Chief Technology Officer \n\n\nOUR SERVICES\n\ntriReduce\nMultilateral portfolio compression.\n \ntriResolve\nPortfolio reconciliation, collateral management and reporting validation.\n\ntriCalculate\nCentralised XVA, valuation and risk analytics.\n \ntriBalance\nBilateral and cleared counterparty risk rebalancing.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - -\n\nhttps://www.trioptima.com/\n\nBloomberg: TriOptima AB: Private Company Information\nhttps://www.bloomberg.com/research/stocks/private/snapshot.asp?privcapId=27060829\n\nTHE TRADE: NEX TriOptima unveils initial margin compliance tool\nhttps://www.thetradenews.com/nex-trioptima-unveils-initial-margin-compliance-tool/",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Mäster Samuelsgatan 17, 111 44 Stockholm",
		"date": "2018-12-12T16:30:00.000Z",
		"company": {
			"id": "5fac0c4b3ca8e84d5d0be0b8",
			"name": "TriOptima"
		}
	},
	{
		"id": "5fac0f3ce948a64e382b9947",
		"studsYear": 2019,
		"publicDescription": "**About Cygni**\n\nCygni is a young IT-consultancy firm of 135 consultants in 6 cities, with main offices in Stockholm from which nearly 100 consultants work. Cygni does everything from fullstack and front-end to UX, design and project management, helping clients across multiple industries develop their digital systems.\n\n**Working at Cygni**\n\nCygni prides themselves on putting employees first, and is a company with the consultants in focus. The efforts are paying off for Cygni; as of writing they have been named Sweden’s best mid-sized workplace 6 years running. Part of the success is having a strong technology focus, with highly skilled developers in all roles and a flat hierarchy where each employee’s voice can be heard and acted upon. Cygni are happy to go the extra mile for employees to feel at home and content, because as they told us: “happy consultants perform better”. That’s why they arrange and encourage all kinds of activities for colleagues to bond, and why they could be impressively transparent about any questions we had for them.\n\n**The event**\n\nWe were welcomed at Cygni’s offices by a group of friendly people and a short introduction to Cygni’s business and available career options. We soon moved on to a very informative presentation on the practicalities of going from student life into the work force. This presentation from Cygni Stockholm’s CEO covered a bunch of important topics on what to consider from potential employers apart from salary: benefits, culture, social responsibility, off-work activities and events, continued learning and more. Coincidentally all things that Cygni does well and values.\nWe appreciated these insights a lot as they are hard to come by either in school or on regular company events. The rest of the evening was spent hanging out and chatting to consultants at Cygni about both work and play at Cygni and time flew by.\n",
		"privateDescription": "Ansvarig i eventgruppen: Moa Bäck\n\nFrågor om eventet? #företagsevent\n\nKan du inte delta? Hitta en inhoppare och meddela sedan ansvarig i eventgruppen om vem som kommer i ditt ställe.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \n\nOm CygniCygni är ett IT-konsultbolag som grundades 2006. Våra konsulter är fullstacksutvecklare, frontendare, mobilutvecklare, UX-designers, Digitala Designers, projektledare osv. Alla kompetenser som krävs för att kunna hjälpa våra kunder med att bygga de bästa digitala lösningarna.\n\nEtt konsultbolag kan antingen nischa sig inom en viss bransch eller inom ett visst teknikområde. Vi har valt det senare; oavsett bransch kan vi delta i utvecklingen av våra kunders digitala system. Många av våra kunder upplever också en fördel i att konsulterna har erfarenhet från andra branscher än den kunden själv verkar i.\n\nPå vår kundlista återfinns företag och organisationer inom ett flertal branscher såsom media, finans, telekom, spel och retail. De flesta är ledande i sin bransch men vi jobbar även med mindre företag och organisationer.\n\nIdag finns vi i Stockholm, Göteborg, Luleå och Östersund. Många av våra uppdrag utför vi på plats hos våra kunder men vi har också projekt på våra kontor och som helhetsåtaganden ute hos våra kunder. Våra kontor fungerar som naturliga samlingsplatser för konsultmöten, afterworks och andra aktiviteter.\n\nVid fem tillfällen har vi vunnit den fantastiskt fina utmärkelsen Sveriges Bästa Arbetsplats som delas ut av stiftelsen Great Place To Work. Utmärkelsen baseras på världens största medarbetarundersökning som omfattar 10 miljoner personer i 50 länder.\n\n- - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - - \nhttps://cygni.se/\n\nSvD Näringsliv: Cygni är högst rankade i Europa\nhttps://www.svd.se/cygni-ar-hogst-rankade-i-europa\n\n",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Jakobsbergsgatan 22, 111 44 Stockholm, Sverige",
		"date": "2018-12-05T17:00:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e3",
			"name": "Cygni"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9957",
		"studsYear": 2019,
		"publicDescription": "**About TeamEngine**\n\nTeamEngine is a Sweden-based IT product company that develops a handful of web-based collaboration tools for boards of all sizes of organisations. Their tools focus on giving security, simplicity and flexibility for their customers. TeamEngine delivers products that can be customised for each user, with dual language support, real-time synchronization, secure electronic signing and data storage in Sweden. Despite being around for decades and being the lead supplier of board portals in Sweden TeamEngine hasn’t lost their small-business soul, with a personal touch in customer relations and valuing dialogues with users for suggestions on how to improve their product.  \n\n**The event**\n\nAt Studs’ visit to TeamEngine, we were greeted by the CEO and a large part of their IT team, who all shared their views of the company with us. The CEO told us about TeamEngine’s history, their current status and their future aspirations, and we were introduced to upcoming opportunities for master theses and open positions. After the introduction to the possibilities for work at TeamEngine, we all shared a meal and had time to speak to TeamEngine employees and ask questions. Following dinner, TeamEngine had arranged a challenge for us which was designed to test group dynamics, and was greatly enjoyed by the members. After the competition finale, there was time for some relaxed mingle before TeamEngine and Studs headed to the Computer Chapter at KTH for some reminiscence.\n\n**Working at TeamEngine**\n\nTeamEngine doesn’t only strive to have great products, but also to be a great company. They have a diverse team, many of which are former or current students who know how student life can be, which helps them understand and facilitate  for students in summer jobs and part-time jobs. TeamEngine wants their employees to be happy and to have fun, and feel like the work they do matters, to other employees, to the company, and to the customers. TeamEngine employees enjoy a lot of creative freedom, and pushes for the company to feel like a family, where helping, positive energy, drive, responsibility and quality is in focus. \n",
		"privateDescription": "",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Surbrunnsgatan 30, 113 48 Stockholm",
		"date": "2018-11-07T16:15:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5ea",
			"name": "TeamEngine"
		}
	},
	{
		"id": "5fac0f3de948a64e382b9959",
		"studsYear": 2019,
		"publicDescription": "**About Sellpy**\n\nSellpy is a Swedish start-up which helps their customers sell items they no longer use in a practical and easy way. Their services target the environmentally and socially conscious, as any items that can’t be sold are donated to charity or recycled, meaning every item sent in will find a new purpose. The business idea fell perfectly in a previously undeveloped niche and Sellpy has since their start in 2014 grown to employing over 300 people and finding new owners for more than 5 000 000 items. Sellpy performs nearly all parts of the process themselves, managing everything from parcel collection to delivery to the buyer, and every step of the process is facilitated or automated using tech. Sellpy has adopted plenty of technological solutions, most of which are either developed or adapted in-house.\n\n**Working at Sellpy**\n\nSellpy’s rapid expansion would not have been possible without an innovative and experimental culture which values short sprints and fast time-to-market, making the work as a developer at Sellpy exciting and full of new challenges. The start-up mentality of flexibility and learn-as-you-go development is clearly embraced by Sellpy, and developers have a lot of freedom and own responsibility. Employees tell of a young, friendly and relaxed workplace with interesting tasks and a sense of satisfaction from knowing your work makes a difference for limiting consumerism and waste. \n\n**The event**\n\nFor Studs’ visit Sellpy invited us to their warehouse/processing hub/offices in Stockholm, where we were met by friendly employees and Sellpy’s CEO, who told us of Sellpy’s humble beginnings, quick rise to success, and future international aspirations. During our visit, Sellpy also treated us to a tour of their in-house sorting and processing warehouse, where we were guided through processing our own unused items that we had brought to sell through Sellpy for the evening.\n",
		"privateDescription": "Test",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Frihamnsgatan 56, 115 56 Stockholm",
		"date": "2018-11-01T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5df",
			"name": "Sellpy"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269de",
		"studsYear": 2018,
		"publicDescription": "",
		"privateDescription": "Agenda:\n17.45: Samling vid Nettovägen 6",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "Nettovägen 6, Järfälla",
		"date": "2018-05-16T15:45:00.000Z",
		"company": {
			"id": "5fac1095da1cab4ea3aa8d0b",
			"name": "SAAB"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269dc",
		"studsYear": 2018,
		"publicDescription": "Dewire was founded in 1997 and is a consultancy firm specialized in digital solutions. They provide common consulting services such as application management, platform architecture, backend and dev-ops, but their main focus is on turn-key solutions that can be easily implemented into their customers’ current business processes. Dewire tries to concentrate on in-house consulting at their offices in Stockholm and Sundsvall. Today, they are around 80 consultants and competent developers who focus on delivering new mobile experiences, but of course, also provide maintenance and further development of their solutions.\n\nDewire’s view on the consultant is someone who enjoys working on various projects across different industries, with a diversity of tasks and skill-sets that can contribute to new ways of improving the world. They are also constantly looking to expand their knowledge in order to be the leading business for developing digital experiences. One way that they accomplish this is to host a variety of thesis works every year for establishing collaborations with students and to be at the front line of mobile technology.\n\nAt the event, Studs were given a presentation by the CEO, who explained his view on the past and future of technological development and Dewire’s role in this. He also shared aspects of the consulting profession and our future roles in professional life. The main event of the evening was a programming competition for creating the best mobile controlled AI bot. We worked in smaller teams with company representatives who shared some valuable tips and strategies. This also gave us great opportunities to get to know the employees and the company better. At the end of the evening, the teams gathered for a fun competition in order to crown the best bot, followed by a continued conversation with the company representatives.",
		"privateDescription": "Agenda:\n17.45: Samling vid Mäster Samuelsgatan 56",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Mäster Samuelsgatan 56",
		"date": "2018-04-26T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5f7",
			"name": "Dewire"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269e0",
		"studsYear": 2018,
		"publicDescription": "",
		"privateDescription": "Startup-pub (Notera att pubens starttid skiljer sig från den vanliga eventtiden). \n\nAgenda:\n17:15 Samling i Meta / tid för att köpa dricka\n17:30 Hej och välkomna\nAbios Gaming (20min presentation + 10 min frågor)\nMat (~30 min)\nChallengermode (20 + 10 min)\nBensträckare/köpa dricka\nDoctrin (20 + 10 min)\nMingel och pub\n\nDet kommer bjudas på libanesisk buffé.\n\n* Efter-formulär för hela puben (utvärdering av upplägg etc): https://goo.gl/forms/qiqAn1YBCWQ4bbnC3\n\nAbios Gaming\n* Före-formulär: https://goo.gl/forms/aSchXN3WE5ouTJEC2\n* Efter-formulär: https://goo.gl/forms/HDfA2PgDAcZfS7mt2\n\nChallengermode\n* Före-formulär: https://goo.gl/forms/ipXSAJx3MYKHoO7A2\n* Efter-formulär: https://goo.gl/forms/7uz8oSpbvWHA9OUj1\n\nDoctrin\n* Före-formulär: https://goo.gl/forms/ItK8bgs8WzroTb0z1\n* Efter-formulär: https://goo.gl/forms/f1fKIAZ8SgzWNLui2",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": false,
		"location": "Osquars Backe 21 (META)",
		"date": "2018-04-23T15:15:00.000Z",
		"company": {
			"id": "5fac1095da1cab4ea3aa8d0d",
			"name": "Abios Gaming, Challengermode, Doctrin"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d8",
		"studsYear": 2018,
		"publicDescription": "Ooyala is a company that specializes in digital media production and delivery. They were  founded in 2007 with the desire to move free video streaming away from pirated content. Ooyala’s platform powers and connects the entire media supply chain, allowing operators, broadcasters and media companies to manage, deliver, measure and monetize their content. They have more than 500 customers worldwide and reach around 220 million unique monthly viewers, meaning they manage over 1.2 billion video ads per month. Their headquarters are located in Silicon Valley, and they have offices worldwide, across North America, Europe, Asia and Australia. \n\nSince Ooyala manages ads for such huge amounts of viewers, they must build a high-performance system that can handle operations all over the world. With a system that has the capacity of managing over 120 000 requests per second, Ooyala works with innovative technology that can be developed to meet these high demands. One big challenge for Ooyala is that they must outsmart the ad blockers in web browsers, to make sure that the ads actually reach the intended viewers. Their systems must also predict deliveries for each unique viewer, such that the appropriate ad is shown at the exact right moment. This means Ooyala has a high demand for creating intelligent solutions that can solve complex problems.\n\nAt the event, the Studs team was given an insight to the company’s business and their history, from being a small start-up in 2007 that grew into the well established, rapidly expanding company they are now. The main event of the evening was a programming challenge for creating the smartest Dice Wars AI-bot. We in Studs appreciated that each team was paired up with an employee from Ooyala, who showed great enthusiasm and helped us with strategic programming tips. This also gave us the opportunity to ask further questions about working at Ooyala and get to know the employees and the company. The night ended with an exciting tournament to crown the best bot, as well as some rounds of ping-pong and friendly conversation.\n",
		"privateDescription": "17.45: Samling vid Sankt Eriksgatan 46\n* Kortare presentation (15 min)\n* Mat under hackathonet.\n* Hackathon, spel - koda bot (10 grupper)\n* Mingel",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Sankt Eriksgatan 46",
		"date": "2018-04-19T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5d8",
			"name": "Ooyala"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d3",
		"studsYear": 2018,
		"publicDescription": "Kry is a provider of digital healthcare, and their service lets patients arrange appointments with healthcare professionals through video calls, using their preferred handheld device. A doctor’s appointment through Kry is priced the same as a regular visit to primary healthcare and is available either through booking or drop-in. Their clinicians are able to examine a wide array of ailments, and they also offer psychologist appointments. Kry is a rapidly expanding startup with hundreds of thousands of users in Sweden, Norway and Spain, and they currently have over 200 doctors working for them, full-time or part-time. \n\nKry is one of the actors in the emerging area of digital healthcare providers. The digitalization of health care has been made possible by the combination of the expertise of both medical professionals and software engineers. In a connected world, this has the potential to fundamentally change the way primary healthcare works. Kry’s vision is to be the primary platform for the future of healthcare. This requires creative solutions to new problems, and as a software engineer at Kry, you get the opportunity to work on these interesting problems and to make Kry a more complete platform. An engineer at Kry’s tech team can do this in different roles such as back-end development, web, data science, security or iOs and Android. \n\nStuds spent an evening at Kry’s new head offices in Stockholm and were introduced to the company, its goals and its values. This was followed by a tour of the office where we got the opportunity to talk to representatives from many of Kry’s different teams such as clinicians, medical operations, marketing and technology, and they were eager to answer our questions in an uncensored and open atmosphere. \n\n",
		"privateDescription": "Agenda:\n* 17.45: Samling vid Regeringsgatan 54\n* 10-15 min presentation\n* Produktdemo\n* Mat\n* 1.5 timmar: 5 speed-dating stationer (grupper med två personer)\n* Mingel och någon mindre tävning",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Regeringsgatan 54",
		"date": "2018-04-18T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5db",
			"name": "Kry"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269df",
		"studsYear": 2018,
		"publicDescription": "Epidemic Sound was founded in 2009 with the aim of creating the world’s highest quality production music library. Their idea is based on wanting to change the way music in handled in production, to improve the experience for both composers and users of their music. Epidemic Sound collect music through buying songs from composers and putting them in an online library, making music available to everyone, from professional editors creating corporate videos, advertising and broadcasting, to amateaur editors creating content for their YouTube channels. Users can search and browse the library, containing over 25 000 tracks, to find the music they like, and then licence the track per second or subscribe for unlimited use within their production. Epidemic Sound lets users distribute their productions without the need to report usage or pay performance royalties, making it easier for creators worldwide to share their content. \n\nIn today’s modern society, creating content involving music to share with the world is more popular than ever. With the growing library of editing programs, recording devices and available online tutorials, anyone can learn to create great productions, which has increased the need to share and use music. Epidemic Sound puts great emphasis on making the music production experience better for everyone. They want to create the best place for composers to distribute their music, as well as design a service that is easy for editors to use without having to worry about copyright or royalties. Epidemic Sound provides possibilities and benefits around music in all stages, promoting music as a part of our everyday lives, whether as hobbies, work or leisure time. \n\nWhen Studs arrived at Epidemic Sound, we were astounded by their amazing office, with a space equipped with a full stage setup for rehearsing together with colleagues. We were first given a presentation about the company and the their view on music production as a fair industry for everyone. We also got a short demo of their product, showing us how customers use their interface to browse the online library to find appropriate music. The main event of the evening was a mob programming challenge to create the best and smartest Snake game bot. We were paired up in smaller teams with a company representative, where the teams worked together, at the same computer, to find the best solution. The evening ended with a tournament where the bots competed against each other, followed by continued conversation with company representatives.\n",
		"privateDescription": "17.45: Samling vid Åsögatan 121\n18:00 Presentation av Epidemic Sound - vad vi gör och hur vi i Tech-teamet jobbar med produktutvecklingen\n18:30 Intro till bot-programmeringstävling och laguppdelning\n19:00 Tävling i team bestående av 3-4 studenter och 1-2 utvecklare från oss som går ut på att skriva bästa bot som spelar en variant på snake. Mat och dryck finns att ta under tiden.\n20:30 Turnering där bot:arna möts\n21:00 Avrundning, men de som har lust är välkomna att stanna på lite fortsatt mingel",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Åsögatan 121",
		"date": "2018-04-16T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e6",
			"name": "Epidemic Sound"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d7",
		"studsYear": 2018,
		"publicDescription": "Storytel was founded in 2005 and provides a digital subscription service that streams audiobooks and e-books on mobile platforms. Their head office is located at Riddarholmen in Stockholm with a magnificent view. Storytel has contracts with many different publishers and can therefore offer thousands of audiobooks and e-books to customers in all the Nordic countries, as well as in the Netherlands, Poland, Spain, Russia and India. With around 190 employees, Storytel is expanding internationally and they have offices in the countries where their product is available, which also means they provide opportunities to work abroad. \n\nIn today’s society, our busy lives mean that reading doesn’t always have the highest priority. Storytel is a service that makes reading more accessible to users, utilizing the fact the we carry our phones wherever we go. They provide the ability to read and perform other tasks simultaneously. Whether the purpose of reading is to to unwind with fiction or to gain knowledge through nonfiction, Storytel focuses on supplying a great experience to their customers. This means building systems and interfaces that function well for all users, independent of their previous technical skills. With the development of mobile phones and smartphones, Storytel has made great progress with their service and they have expanded their customer range rapidly. \n\nThe Studs team was invited to an evening full of eventful activities. We got to hear about the company’s history and their development since they started from their Chief Communications Officer. With a varied selection of food, drinks and desserts, the Studs team joined in conversations with company representatives. We also got to hear some great tips for us soon-to-graduate engineers from a person who is currently writing his master thesis at Storytel. We learned that there are many interesting applications for machine learning and natural language processing at Storytel. The evening ended with a workshop where we, in smaller teams, competed for the best new feature of the Storytel product, which showed us how to collaborate and turn new ideas into a real project.\n",
		"privateDescription": "NOTE: Storytel vill att vi förbereder en 2 min presetation om oss. Vilka är vi och vad gör vi under kursen Studs?\n\nAgenda:\n17.45: Samling vid Tryckerigatan 4\n18.00 - Börja med mat och öl\n18.45 - CEO\n19.00 - presentation av Chris om Storytel\n19.20 - exjobb förslag/projekt\n19.40 - Workshop, future vision 20 years.\n20.30 - Mingel\n",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Tryckerigatan 4",
		"date": "2018-04-12T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e9",
			"name": "Storytel"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269db",
		"studsYear": 2018,
		"publicDescription": "Tritech is a consultancy company founded in 1991 based in Stockholm and Gothenburg, with 130 employees across both offices. Their engineers work in a wide range of areas where systems have high demands on security, reliability, and availability. Tritech does work in software as well as in electronics and hardware, and their areas of expertise include embedded software, including work on microcontroller software, and the Internet of Things. \n\nTritech provides both consultancy and product services, so as a Tritech consultant you get the opportunity to choose whether to work on on-site at their customers doing consultancy work or to work on in-house projects at their own offices. In-house projects typically consist of turn-key solutions that span from hardware-close sensors to the cloud, whereas focusing on more traditional consultancy projects usually involves acquiring specialized knowledge within a particular domain. \n\nTritech greeted Studs for an evening at their Sundbyberg offices with introductions to their company over dinner. The evening was spent with break-down sessions where Studs were introduced to the many different roles available for their consultants and life as a junior consultant going from master thesis work to full-time developer work. We were shown their labs where employees were able to spend time working on a wide range of interesting, hardware-close projects. We were also introduced to several master thesis writers currently working at Tritech who gave us valuable insights into their everyday life at the company, and emphasised Tritech’s work on skills development and equality. The evening concluded with a hackathon where we competed in programming a microchip controller.\n",
		"privateDescription": "NOTE: Kom ihåg att ta med laptop.\n\nAgenda:\n17.45: Samling vid Järnvägsgatan 10 (Sundbyberg)\n18.15: Dela ut wraps/dricka.\n18.30: Generell presentation av/om Tritech\n18.45: Break-down sessions med \"Att jobba in-house på Tritech\", \"Att exjobba på Tritech\", \"Att vara konsult på Tritech\", \"Från exjobb till anställd, hur gör en junior konsult\" med olika anställda/exjobbare från Tritech, vi tänker här att vi delar upp Studsarna i 4 grupper\n19.30: Hackathon\n20.30: Mingel & avrundning",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Järnvägsgatan 10, Sundbyberg",
		"date": "2018-04-11T15:45:00.000Z",
		"company": {
			"id": "5fac0c4b3ca8e84d5d0be0ba",
			"name": "Tritech"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d6",
		"studsYear": 2018,
		"publicDescription": "Attentec is an IT consultancy firm with about 40 employees based in Stockholm and Linköping, and customers across the Nordics. They specialize in delivering solutions involving the Internet of Things, streaming media and what they call Modern Software Development which is a strategy they use to ensure they deliver solutions that use modern software technologies and agile development methods. Their Internet of Things solutions are meant to provide new ways of connecting customer products to the Internet in order to exchange data and integrating it into network-based systems, by reading sensor data and uploading it to the cloud. An example of Attentec’s work on streaming media is helping one of their customers modernizing their broadcasting services by developing platforms for on-demand streaming instead of traditional, scheduled broadcasting. \n\nConsultants at Attentec both work on-site and in in-house projects. Attentec provides important work as many companies are in need of the required technological expertise in order to modernize their products and apply new technology. Attentec thus help their customers to add value to their products and services. In order to be able to provide bleeding edge solutions, up to 10 % of an Attentec consultant’s work is spent on skills development.\n\nAttentec invited Studs to an evening at their Stockholm office where we were greeted with a buffet and drinks, and chatted with Attentec consultants and representatives over dinner and got introduced to life as an Attentec consultant and to a few real-life examples of projects that Attentec had together with their customers at the moment. They discussed the journey into consultancy from a KTH engineer’s perspective, discussing master thesis work and summer job opportunities. We spent the rest of the evening chatting whilst participating in programming puzzles in smaller teams along with Attentec consultants, which were reminiscent of the numerous tech-related activities, hackathons et cetera which Attentec consultants regularly do together, which provide opportunities for learning and the exchange of knowledge in a familiar setting. \n",
		"privateDescription": "Agenda:\n- mingelmat och dryck\n- kort presentation av Attentec\n- Presentation av våre uppdrag, exjobb, sommarjobb, eller kompetensutveckling\n- Programmeringspussel\n- Mingel/frågor \n- Avslut",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Kammakargatan 22",
		"date": "2018-04-09T15:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e1",
			"name": "Attentec"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269dd",
		"studsYear": 2018,
		"publicDescription": "R2M is an IT consulting firm based in Sweden who specializes in system integration, devops and front-end development. Their work is primarily done towards large or medium-sized companies, typically in projects with social benefit. Their work has recently shifted focus towards the integration of solutions based on micro-services and cloud-based APIs. They also heavy a strong focus on open source technologies.\n\nR2M takes pride in the fact that they focus heavily on skills development. By adopting continuous learning for their consultants, they believe they are able to stay ahead in the technological development of their fields. Their consultants usually work in projects with high demands on delivery, and always keep busy, either working on projects at their customers’ location or at R2M’s Stockholm office. They emphasize the importance of having a positive company culture, where consultants participate in coding events after work, meetups and other social activities together. R2M consultants have a say in what projects they choose to work on and the company puts a value on the importance of having the right consultant at the right place. \n\nStuds spent the evening indulging on a Lebanese buffet alongside R2M employees and attending presentations about the company culture and what life as an R2M consultant is like. We got the opportunity to get to know the consultants even better through a speed dating session where we exchanged experiences with each other. The employees that participated in the event were eager to talk about the opportunities they have in skills development, which serves both as a way of consultants developing new skills and learning more and for encouraging them to use the latest technology when working on customer projects. They also talked about the importance of regularly taking part in different kinds of events alongside their colleagues, both in order to have a community together and to share knowledge with one another.",
		"privateDescription": null,
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Klarabergsviadukten 90c",
		"date": "2018-02-22T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5dd",
			"name": "R2M"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d5",
		"studsYear": 2018,
		"publicDescription": "Trafikverket, or the Swedish Transport Administration, is the authority handling the long-term planning of the transport system, which means they are responsible for building, operating and maintaining the public roads and railways in Sweden. The planning concerns all types of traffic, from walking and cycling to cars, rail transport, air traffic and maritime. Trafikverket is also responsible for administering the processes in handing out various driving licences, both the theoretical and practical driving tests.\n\nThe work that Trafikverket does comes with an enormous social responsibility because it has a major impact on a wide variety of fields in our society. This means building systems that can quickly and effectively manage large infrastructures in which many people and vehicles interact on a daily basis. The systems must also be able to administrate and control all the different events that occur in the transport system, such as signaling, handling traffic accidents and spreading current traffic information. The processes and structures that Trafikverket is responsible for are much greater than what one might think, and the long-term planning of transportation is crucial for the expansion of regions and integration of people in society.  \n \nWhat we in Studs learned from our visit at Trafikverket is that public companies can provide opportunities to work on interesting projects that have an impact society and provide opportunities to learn new things. Trafikverket also has good collaborations with current and newly graduated students, providing opportunities for thesis work and trainee programs that offer learning in various areas of the enormous spectrum of work that Trafikverket does. ",
		"privateDescription": "17.45\nSamling vid Solna Strandväg 98\n\n18:00 - 18:15\nTa emot studenter och presentera oss \n\n18:15 - 19:15\nMiddag med mingel - Kantin\n\n19:15 - 19:30\nInledning samlat stora rummet - Anneli\n\n19:30 - 20:30\nStationer\n\n20:30 - 20:50\nErfarenheter samlat - Emil x2\n\n20:50 - 21:00\nAvslut och frågor",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Solna Strandväg 98",
		"date": "2018-02-15T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff67b",
			"name": "Trafikverket"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269cf",
		"studsYear": 2018,
		"publicDescription": "Digpro is a company that specializes in the development and support of geographic IT systems, and have since their founding in 1989 become a leading innovator in the their field.\nTheir solutions are used in many network based systems such as electricity, telecom, water and gas and telecom networks. They have more than 100 employees based in four locations in three different countries. \n\nHaving designed geographic IT systems since they first appeared in the 1980’s, Digpro has collected experiences in developing innovations that are crucial to the planning and maintenance of large networks of various kinds whose effectiveness have a large impact on daily life, without being visible to the end-consumer. These systems have high demands on performance, security and availability, so working as a developer at Digpro requires you to be thorough and write sustainable, well-designed code. Digpro emphasies the importance of developers having a good working environment, not working too long hours iorder to be able to do this in a sustainable way.\n\nStuds were invited to an evening at Digpro’s Stockholm headquarters where we enjoyed getting to know the company and its employees sharing a taco buffet. We also participated in competitions, including a geography quiz, and a ping-pong tournament. Digpro is well-acquainted to the Computer Science programme and were eager to discuss work opportunities of varying kinds. ",
		"privateDescription": "Agenda:\n17.45: Samling vid Ulriksborgsgatan 5",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Ulriksborgsgatan 5",
		"date": "2018-02-14T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5da",
			"name": "Digpro"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d4",
		"studsYear": 2018,
		"publicDescription": "Visma was founded in 1996 in Oslo and is a company that provides IT solutions and business software. They develop systems that manage important business processes such as ERP and accounting, payroll, human resource management, invoicing and more. Their customers range from small businesses and start-ups to large enterprises and the public sector. Visma is present in many countries in Europe with a pivot in Northern Europe and their headquarter is located in Oslo. \n\nVisma’s systems provide solutions that optimize efficiency in business processes and administrative practices. Being able to automate and let software perform everyday tasks means companies can become efficient in their operative practices which lets them turn their focus to other important processes. Visma has years of experience working closely with a large spectrum of customers which means they know what is needed for their customers to succeed and be competitive on the market. \n\nAt the event, the Studs team were given the insight to work life at Visma and their business idea by company representatives. We also got to hear from two summer interns about their project that they worked on this past summer. What we appreciate is that Visma takes care of their newly employed and gives them the opportunity to integrate well with the rest of the company. Visma also has a trainee program where trainees get to work on five different projects over a longer period of time. This program also provides the opportunity to work abroad and try out different business areas within Visma. We were left with the impression that collaboration, learning and gaining new experience are given extra focus at Visma. \n\n",
		"privateDescription": null,
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Lindhagensgatan 94",
		"date": "2018-02-08T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5f0",
			"name": "Visma"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d0",
		"studsYear": 2018,
		"publicDescription": "Cinnober is a financial technology company that delivers exchange and real-time clearing technology to many different venues and trading markets. Cinnober is rooted in Sweden with offices in Stockholm and Umeå and work in close proximity to their many international clients in, amongst others, Tokyo, Sao Paulo, London and New York, which provides an international working environment. \n\nCinnober’s trading and clearing systems are used in powering some of the most demanding financial marketplaces in the world. In high-throughput and high-demand systems where time is everything, Cinnober’s clients use the solutions in order to get a competitive edge across entire chains of transactions in financial systems. Such demanding systems puts high pressure on Cinnober and their ability to deliver robust systems. Cinnober works closely with their clients in order to continuously develop the platforms that they launch.  \n\nThe Studs event started with a dinner together with company representatives and a presentation about the company in their newly renovated and centrally located offices. One of the main focuses of the event was a programming competition where competitors worked on implementing a small unit in a trading order management system. This was a great way for us in Studs to understand how their system works, as it somewhat meant building a small-scale version of their system. Cinnober conveyed an image of a business where developers enjoy creating complex systems with high demands from customers who need a competitive edge. \n",
		"privateDescription": null,
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Kungsgatan 36",
		"date": "2018-02-01T16:45:00.000Z",
		"company": {
			"id": "5fac1094da1cab4ea3aa8d09",
			"name": "Cinnober"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269cd",
		"studsYear": 2018,
		"publicDescription": "TeamEngine is an IT company based in Sweden that focuses on products in document management. Their product is a web-based collaboration tool which allows users to access documents and information from anywhere in the world and is tailored for use in a variety of applications where employees need to be able to communicate easily and securely including in board work, customer collaborations or the like. TeamEngine is used by many corporations and companies both in Sweden and internationally, and they are now looking to expand further.\n\nBeing able to communicate and share information in a confidential and safe way is vital for any professional organization. Tools like TeamEngine allows communication that traditionally is done through physical documents to be done digitally, which increases productivity and safety, and makes the information available at any time. With a focus on user experience, their product can be tailored to the individual client.\n\nThe visit at TeamEnginge started with a presentation by the CEO of the different products that the company develops. Studs were also introduced to company representatives from various roles in the developing team who discussed aspects of working at TeamEngine and presented their upcoming summer internships and master theses. Studs then got to take part in a game focusing on team communication and solving puzzles together and then mingled with the team in a relaxed environment. The atmosphere at TeamEngine was very welcoming and conveyed an image of a company where people are able to collaborate in an open environment. \n",
		"privateDescription": "Maten serveras 30 min in på eventet, så tips: ät mellis innan 🍌\n\nAgenda:\n18:00 Presentation\n18:30 Mat\n19:00 Mingel",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Surbrunnsgatan 30",
		"date": "2018-01-31T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5ea",
			"name": "TeamEngine"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269ce",
		"studsYear": 2018,
		"publicDescription": "Tink was founded in 2012 with the idea of providing people with a financial app that helps people keep track of their money. The free Tink app works by connecting users to their financial services, possibly at different banks, and providing services such as categorizing transactions, paying bills or comparing mortgage interest rates. Tink has grown at a fast pace since launching their app in 2013, and now have more than 400,000 customers in Sweden alone. They are now expanding internationally and are also making their services available for banks in order to enhance their customer’s financial services. \n\nThe visit at Tink began with a short presentation by the company co-founder and CTO where Studs got an introduction to the business idea and future plans for international expansion. This was followed by a round-table discussion in smaller groups about company culture, how they retrieve their data from banks, and how they use this data to enhance user experience and create a customizable application. The evening ended with a friendly competition of capture the flag, where Studs members collaborated with employees to solve puzzles exploiting vulnerabilities to break into systems. \n\nTink was founded on the idea of providing people with new and improved financial services, which they felt were not made available to them. The spirit of Tink is therefore highly creative, and they aspire to create new and interesting features for their customers. Since their launch, they have expanded on their original idea and they are aiming to offer their users an experience more tailored to them using data-driven methods. The developer life at Tink feels different than that of a traditional product company since they constantly have to work on compatibility with a variety of different platforms and different financial providers. This gives daily opportunities to work on solving challenging and new problems as they appear. \n",
		"privateDescription": "Agenda:\n\n* Mat och introduktion av Tink\n* Stationer/Speed dating\n* Capture the Flag\n* Sammanfattning/Mingel",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Vasagatan 11",
		"date": "2018-01-29T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5ec",
			"name": "Tink"
		}
	},
	{
		"id": "5fac10f85c77b44ec4c269ca",
		"studsYear": 2018,
		"publicDescription": "Scila is a fintech company founded in 2008, based in Stockholm. Scila’s founders all have backgrounds within the financial industry, specifically in transactional technology and surveillance. Market surveillance is an integral part of any traded asset, and Scila’s mission is to provide their customers with tools for upholding market integrity and they support market confidence by identifying transaction errors or abuse. Scila has customers across the globe, and their clients include some of the leading exchanges and trading venues in the world, regulators and market participants in both financial and energy markets.\n\nWhen Studs arrived, we were given the opportunity to mingle with company representatives whilst enjoying dinner in their offices overlooking a grand view of Stockholm. This was followed by a presentation of the business area Scila operate in, their products and their software architecture. The Studs team then took part in a speed dating workshop in smaller groups where we got a into more in-depth conversation with the employees about life at Scila. The evening was concluded with a presentation about the company’s API, and those who were interested were invited to a programming session to learn more about their software architecture.\n\nScila works with cutting-edge technology in a booming industry handling high throughputs of data, providing a critical component in market surveillance. This requires extensive domain knowledge and highly specialized talent. We left the event with the impression that Scila strives to have a working environment that promotes sharing knowledge and learning from each other. It was also made apparant that Scila’s products evolve in close relations with their customers, which lays the grounds for a stimulating dynamic in the development process.\n\n\n",
		"privateDescription": "Agenda:\n18:00 - 18:~15 - Buffé/mat\n18:15 - 18:45 - Föredrag om Scila - med fika \n19:00 - 19:30 - Speed-dating\n19:30 - 21:00 - Workshop/programmeringsuppgift\n21:00 - Mingel/Chill (för dem som vill vara kvar en stund)",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Sveavägen 17",
		"date": "2018-01-25T16:25:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e8",
			"name": "Scila"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269da",
		"studsYear": 2018,
		"publicDescription": "Decerno, a part of Addnode Group, is a consulting company that was founded in 1984 with offices in Kista and Gothenburg. Their vision is to be the leading supplier of complete IT systems with particularly high requirements for reliability. They undertake overall responsibility for projects they work with, and aim to create long-term solutions for their customers, which makes them especially proficient in working with large and complex projects. \n\nAt the event, Studs were given a presentation of the company history, their business and what it means to work at Decerno as a developer, by company representatives who are also computer science alumni. They explained their experiences of summer internships and thesis work at Decerno, and what it is like to be newly employed and how one is introduced to projects. Whilst enjoying a nice dinner, Studs were given the opportunity to continue conversating with the employees to get a more in-depth image of being part of their business. This was followed by a workshop where we partook in a competition to program toy robots to trace a path, which gave us an insight into what it is like to work together on a new project. \n\nSince Decerno takes on complete products, we got the impression that employees are involved in more collaborate work together at the home office, rather than working alone as consultants at customer offices. This also provides an opportunity to create a unique culture at the company where team cohesion and collaborative learning s emphasized. This combined with the fact that Decerno acts in many different projects give employees the opportunity to work on a variety of projects in a stimulating environment.",
		"privateDescription": "17.45: Samling vid Electrum, Kistagången 16\n18.00 Presentation\n18.45 Mat\n19.45 Tävning med lego mindstorm\n20.30 Mingel",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Electrum, Kistagången 16",
		"date": "2018-01-23T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e4",
			"name": "Decerno"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d9",
		"studsYear": 2018,
		"publicDescription": "Go See Talents is a consultancy firm founded in 2017 aimed towards the booming tech scene in Stockholm. Their aim is to help tech companies in general and fintech companies in particular find talents with matching skill sets to establish Stockholm as the Silicon Valley of Europe. Go See offer their talents regular contact with senior mentors, ideally having juniors and seniors work alongside on customer projects. They let their new talent take part in a complete project which, depending on results, might result in letting project members start their own company. They also encourage their consultants to engage with the startup-scene in Stockholm and to work on their own ideas.\n\nAt the event, Studs were greeted with a presentation by the company CEO and senior employees, also computer science alumni, who shared their history in consulting and startups. We were also introduced to a former Go See consultant who shared his story of how he, with the support from Go See Talents, was given the opportunity to co-found and develop a new startup together with an external entrepreneur. This was a perfect example of how Go See Talents encourage and help startups develop their businesses. Lastly, Studs got to take part of a creative workshop where we competed for the best product idea for a customer case, which showed us how to turn your ideas into a real project.\n\nCompanies like Go See Talents play a necessary role in fueling the startup-scene in Stockholm with relevant talent. Their consultants are highly specialized and the company has a big vision for the city in which they operate. They gave the impression of actively encouraging talent to engage in a variety of the interesting assignments life as a consultant offers, in order to help their talent in kick-starting their careers and finding their passion. \n",
		"privateDescription": "Agenda:\n- Introduktion med Johanna Antonsson, grundare och VD\n- Möt mentorerna Fredrik Rubensson och Marika Engström\n- Kundcase\n- Workshop i grupper\n- Presentation och avslutning",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Mäster Samuelsgatan 36",
		"date": "2018-01-22T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff64b",
			"name": "Go See Talents"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269cc",
		"studsYear": 2018,
		"publicDescription": "SEB is a Scandinavian bank founded over 160 years ago with customers worldwide ranging from large corporations and institutions, small and medium-sized companies and private customers. They have offices across the globe including the Baltics, New York, Hong Kong and London. SEB is committed to dedicating themselves personally to their customers’ success and strives to enable entrepreneurs and innovative companies in order to help them succeed.\n\nStuds were invited to an event at SEB’s gorgeous new offices in Solna where we were presented to SEB’s trainee program whilst enjoying a nice dinner. The trainee program offers opportunities into one of SEB’s wide variety of career paths and includes exchanges with other units both inside and outside the home country. SEB also offers thesis writer positions as another way of gaining insights into SEB’s business. After dinner, we were introduced to several of the different work areas at SEB ranging from front-end, IT security and their digital customer service AIDA, which is powered by artificial intelligence.\n\nWhile SEB’s tradition of maintaining long-term relations with their customers and to personally dedicate themselves to their success has not changed, the banking industry is being transformed by data-driven methods. Banks face new challenges both in maintaining relations and in providing new products that meet new needs. In order to stay relevant to their customer’s success, banks are required to adapt to and embrace these changes, which we were left with the impression that SEB is doing. This also highlights the importance of engineers in this area of business given this transformation powered by digitization. \n",
		"privateDescription": null,
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Stjärntorget 4",
		"date": "2018-01-17T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5de",
			"name": "SEB"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d1",
		"studsYear": 2018,
		"publicDescription": "Sellpy is a Swedish tech startup whose goal is to make it easy to sell used goods by taking care of the selling process for you. They believe there are great financial, social and environmental benefits of making sure unused items are put back to use. They have experienced a very rapid growth since starting in 2014 and have now processed more than 1 million items from their customers, and they are just getting started. Any unsold items are donated to charity or recycle which ensures that any unused item is given value again. \n\nWhen Studs visited Sellpy, we were introduced to the company’s story, going from operating from a basement and expanding to the company it is today. We also got to meet their development team who spoke about what it is like to work at such a rapidly growing business. Studs then got the opportunity to participate in the entire selling process at their facilities, where we took photos of unused items that the Studs members had brought themselves and created ads to put them up for online auction. We were then invited to have a conversation about life at the company and how we fit in, and how we would be involved in shaping the company for the future.\n\nFor Studs members, working at Sellpy seems to entail plenty of own responsibility and many opportunities to influence the development of the company’s technology. For any startup, learning by doing and being able to adapt to change and take on new challenges is crucial. We left the event with the impression that this is a reality which Sellpy embraces fully. Sellpy seems to provide an innovative environment that is stimulating to work in with plenty of challenges along the way that lead towards an interesting and intense journey that has the potential to really affect people’s lives.\n",
		"privateDescription": "Description:Kom ihåg att ta med en pryl du vill sälja!\n\n17:45 Samling utanför Sellpys kontor\n18:00 Mingel\n18:30 Mat\n19:00 Presentation\n20:00 Aktivitet - sälj din pryl på Sellpy",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Frihamnsgatan 56",
		"date": "2017-12-11T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5df",
			"name": "Sellpy"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269d2",
		"studsYear": 2018,
		"publicDescription": "Cygni is an IT consulting company founded in 2006, with offices in Stockholm, Gothenburg, and Östersund. Cygni operates in many different industries, and their consultants often have experience within the industry that they are recruited for and typically take on assignments in many different roles, such as full-stack developers, frontend developers, and UX-designers. For newly recruited talents, Cygni offers a two-year program which a real customer project is combined with individualized training of skills, such as courses, seminars, workshops and more. \n\nWhen Studs visited, Cygni gave us a brief introduction to their company and then focused the rest of the lecture on us, and what they have found to be important for us as newly graduated engineers applying for our first job.  We were then given the opportunity to talk with Cygni consultants over a beer and ask questions about what life as a Cygni consultant is like. They explained that consultants at Cygni often get to work together when working on customer projects and that they are able to influence what assignments they are recruited for. \n\nOne thing which we in Studs appreciated about Cygni is that their consultants are encouraged to engage in activities that they would like to do with their colleagues, such as sports, wine tastings, and miniature golf. This contributes to a social working environment, even though they oftentimes do their work at different offices. Cygni puts a value on individual skills development which tells a story of a company that values continuous learning. The consultants who attended the event spoke very open-heartedly about life at the company and seemed very interested in their work and in us, their potential colleagues, which is only possible at a company with an open and inclusive environment. \n",
		"privateDescription": "Preliminär agenda:\n\n17.45 Samling\n18.00 Presentation\n19.00 Mat\n20.00 Speed-dating\n20.30 Mingel",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Jakobsbergsgatan 22",
		"date": "2017-12-07T16:45:00.000Z",
		"company": {
			"id": "5d8cbfc3356ffe00175ff5e3",
			"name": "Cygni"
		}
	},
	{
		"id": "5fac10f95c77b44ec4c269cb",
		"studsYear": 2018,
		"publicDescription": "TriOptima is a fintech company founded in Stockholm in 2000, now part of the NEX group. They specialize in post-trade risk management and performance optimization for OTC derivatives. They currently have offices in Stockholm, New York, London, Tokyo, and Singapore. One of their products, TriReduce, is the de facto standard in the financial market within compression of OTC derivative portfolios. Their headquarters are located in Stockholm, and as an international company, they offer employees many opportunities to work abroad.\n\nWhen Studs arrived, we were first introduced to a talk on the company’s history, their business and area of expertise, and what working at TriOptima as a developer is like. Developers at TriOptima are encouraged to work in a programming environment of their own choice and to work closely with members of other teams in order to bring their customers the best products possible. The talk was followed by a tour of their newly finished office and a laid-back dinner with some of the company’s employees from different departments. We then got a chance to hang out and get to know them over a game of pool or darts, or just a casual beer in the office lounge. The event at the offices then concluded with a hot mug of glögg on their rooftop with a spectacular view of Stockholm.\n\nAs graduating students in computer science related fields, we were encouraged to reach out to TriOptima with our own suggestions for interesting collaborative projects. We felt that despite acting in a very complex business area and enjoying a very fast growth, TriOptima is a company which has maintained their sense of familiarity. Their efforts to provide a work environment that is encouraging and inclusive is something we at Studs value. After concluding the event with a trip by party bus to the TriOptima sponsored pub, we were left with the impression of working at TriOptima being both exciting and approachable.",
		"privateDescription": "16.45-17.00 Ankomst\n17.00-18.00 Föreläsning\n18.00-18.15 Rundvandring\n18.15-20.00 Middag\n20.00-21.30 Mingel\n21.30 Transport tilll Meta",
		"beforeSurvey": null,
		"afterSurvey": null,
		"published": true,
		"location": "Mäster Samuelsgatan 17",
		"date": "2017-12-06T15:30:00.000Z",
		"company": {
			"id": "5fac0c4b3ca8e84d5d0be0b8",
			"name": "TriOptima"
		}
	}
]
